{
  "1": "Valencia (/vlnsi/; Spanish: [balenja]), or Valncia (Valencian: [valensia]), is the capital of the autonomous community of Valencia and the third largest city in Spain after Madrid and Barcelona, with around 800,000 inhabitants in the administrative centre.",
  "2": "Its urban area extends beyond the administrative city limits with a population of around 1.5 million people.",
  "3": "Valencia is Spain's third largest metropolitan area, with a population ranging from 1.7 to 2.5 million.",
  "4": "The city has global city status.",
  "5": "The Port of Valencia is the 5th busiest container port in Europe and the busiest container port on the Mediterranean Sea.",
  "6": "Valencia enjoyed strong economic growth over the last decade, much of it spurred by tourism and the construction industry,[citation needed] with concurrent development and expansion of telecommunications and transport.",
  "7": "The city's economy is service-oriented, as nearly 84% of the working population is employed in service sector occupations[citation needed].",
  "8": "However, the city still maintains an important industrial base, with 5.5% of the population employed in this sector.",
  "9": "Agricultural activities are still carried on in the municipality, even though of relatively minor importance with only 1.9% of the working population and 3973 hectares planted mostly in orchards and citrus groves.",
  "10": "Public transport is provided by the Ferrocarrils de la Generalitat Valenciana (FGV), which operates the Metrovalencia and other rail and bus services.",
  "11": "The Estaci del Nord (North Station) is the main railway terminus in Valencia.",
  "12": "A new temporary station, Estacin de Valncia-Joaqun Sorolla, has been built on land adjacent to this terminus to accommodate high speed AVE trains to and from Madrid, Barcelona, Seville and Alicante.",
  "13": "Valencia Airport is situated 9 km (5.6 mi) west of Valencia city centre.",
  "14": "Alicante Airport is situated about 170 km (110 mi) south of Valencia.",
  "15": "Starting in the mid-1990s, Valencia, formerly an industrial centre, saw rapid development that expanded its cultural and touristic possibilities, and transformed it into a newly vibrant city.",
  "16": "Many local landmarks were restored, including the ancient Towers of the medieval city (Serrano Towers and Quart Towers), and the San Miguel de los Reyes monastery, which now holds a conservation library.",
  "17": "Whole sections of the old city, for example the Carmen Quarter, have been extensively renovated.",
  "18": "The Paseo Martimo, a 4 km (2 mi) long palm tree-lined promenade was constructed along the beaches of the north side of the port (Playa Las Arenas, Playa Cabaal and Playa de la Malvarrosa).",
  "19": "The English held the city for 16 months and defeated several attempts to expel them.",
  "20": "English soldiers advanced as far as Requena on the road to Madrid.",
  "21": "After the victory of the Bourbons at the Battle of Almansa on 25 April 1707, the English army evacuated Valencia and Philip V ordered the repeal of the privileges of Valencia as punishment for the kingdom's support of Charles of Austria.",
  "22": "By the Nueva Planta decrees (Decretos de Nueva Planta) the ancient Charters of Valencia were abolished and the city was governed by the Castilian Charter.",
  "23": "The Bourbon forces burned important cities like Xativa, where pictures of the Spanish Bourbons in public places are hung upside down as a protest to this day.",
  "24": "The capital of the Kingdom of Valencia was moved to Orihuela, an outrage to the citizens of Valencia.",
  "25": "Philip ordered the Cortes to meet with the Viceroy of Valencia, Cardinal Luis de Belluga, who opposed the change of capital because of the proximity of Orihuela, a religious, cultural and now political centre, to Murcia (capital of another viceroyalty and his diocese).",
  "26": "Because of his hatred of the city of Orihuela, which had bombarded and looted Valencia during the War of Succession, the cardinal resigned the viceroyalty in protest against the actions of Philip, who finally relented and returned the capital to Valencia.",
  "27": "The city remained in the hands of Christian troops until 1102, when the Almoravids retook the city and restored the Muslim religion.",
  "28": "Although the self-styled 'Emperor of All Spain', Alfonso VI of Len and Castile, drove them from the city, he was not strong enough to hold it.",
  "29": "The Christians set it afire before abandoning it, and the Almoravid Masdali took possession on 5 May 1109.",
  "30": "The event was commemorated in a poem by Ibn Khafaja in which he thanked Yusuf ibn Tashfin for the city's liberation.The declining power of the Almoravids coincided with the rise of a new dynasty in North Africa, the Almohads, who seized control of the peninsula from the year 1145, although their entry into Valencia was deterred by Ibn Mardanis, King of Valencia and Murcia until 1171, at which time the city finally fell to the North Africans.",
  "31": "The two Muslim dynasties would rule Valencia for more than a century.",
  "32": "The 15th century was a time of Islamic economic expansion, known as the Valencian Golden Age, in which culture and the arts flourished.",
  "33": "Concurrent population growth made Valencia the most populous city in the Crown of Aragon.",
  "34": "Local industry, led by textile production, reached a great development, and a financial institution, the Canvi de Taula, was created to support municipal banking operations; Valencian bankers lent funds to Queen Isabella I of Castile for Columbus's voyage in 1492.",
  "35": "At the end of the century the Silk Exchange (Llotja de la Seda) building was erected as the city became a commercial emporium that attracted merchants from all over Europe.",
  "36": "The vicereine Germaine of Foix brutally repressed the uprising and its leaders, and this accelerated the authoritarian centralisation of the government of Charles I.",
  "37": "Queen Germaine favoured harsh treatment of the agermanats.",
  "38": "She is thought to have signed the death warrants of 100 former rebels personally, and sources indicate that as many as 800 executions may have occurred.",
  "39": "The agermanats are comparable to the comuneros of neighbouring Castile, who fought a similar revolt against Charles from 15201522.",
  "40": "In the early 20th century Valencia was an industrialised city.",
  "41": "The silk industry had disappeared, but there was a large production of hides and skins, wood, metals and foodstuffs, this last with substantial exports, particularly of wine and citrus.",
  "42": "Small businesses predominated, but with the rapid mechanisation of industry larger companies were being formed.",
  "43": "The best expression of this dynamic was in the regional exhibitions, including that of 1909 held next to the pedestrian avenue L'Albereda (Paseo de la Alameda), which depicted the progress of agriculture and industry.",
  "44": "Among the most architecturally successful buildings of the era were those designed in the Art Nouveau style, such as the North Station (Gare du Nord) and the Central and Columbus markets.",
  "45": "Its average annual temperature is 18.4 C (65.1 F).",
  "46": "22.8 C (73.0 F) during the day and 13.8 C (56.8 F) at night.",
  "47": "In the coldest month  January, the maximum temperature typically during the day ranges from 13 to 21 C (55 to 70 F), the minimum temperature typically at night ranges from 4 to 12 C (39 to 54 F).",
  "48": "In the warmest month  August, the maximum temperature during the day typically ranges from 2834 C (8293 F), about 23 C (73 F) at night.",
  "49": "Generally, temperatures similar to those experienced in the northern part of Europe in summer last about 8 months, from April to November.",
  "50": "March is transitional, the temperature often exceeds 20 C (68 F), with an average temperature of 19.0 C (66 F) during the day and 10.0 C (50 F) at night.",
  "51": "December, January and February are the coldest months, with average temperatures around 17 C (63 F) during the day and 7 C (45 F) at night.",
  "52": "Valencia has one of the mildest winters in Europe, owing to its southern location on the Mediterranean Sea and the Foehn phenomenon.",
  "53": "The January average is comparable to temperatures expected for May and September in the major cities of northern Europe.",
  "54": "The Valencian economy recovered during the 18th century with the rising manufacture of woven silk and ceramic tiles.",
  "55": "The Palau de Justcia is an example of the affluence manifested in the most prosperous times of Bourbon rule (17581802) during the rule of Charles III.",
  "56": "The 18th century was the age of the Enlightenment in Europe, and its humanistic ideals influenced such men as Gregory Maians and Perez Bayer in Valencia, who maintained correspondence with the leading French and German thinkers of the time.",
  "57": "In this atmosphere of the exaltation of ideas the Economic Society of Friends of the Country (Societat Econmica d'Amics del Pas) was founded in 1776; it introduced numerous improvements in agriculture and industry and promoted various cultural, civic, and economic institutions in Valencia.",
  "58": "The dictatorship of Franco forbade political parties and began a harsh ideological and cultural repression countenanced and sometimes even led by the Church.",
  "59": "The financial markets were destabilised, causing a severe economic crisis that led to rationing.",
  "60": "A black market in rationed goods existed for over a decade.",
  "61": "The Francoist administrations of Valencia silenced publicity of the catastrophic consequences of the floods of 1949 with the attendant dozens of deaths, but could not do the same after the even more tragic flood of 1957 when the river Turia overflowed its banks again, killing many Valencians (officially, eighty-one died; the actual figure is not known).",
  "62": "To prevent further disasters, the river was eventually diverted to a new course.",
  "63": "The old river bed was abandoned for years, and successive Francoist mayors proposed making it a motorway, but that option was finally rejected with the advent of democracy and fervent neighbourhood protests.",
  "64": "The river was divided in two at the western city limits (Plan Sur de Valencia), and diverted southwards along a new course that skirts the city, before meeting the Mediterranean.",
  "65": "The old course of the river continues, dry, through the city centre, almost to the sea.",
  "66": "The old riverbed is now a verdant sunken park called the 'Garden of the Turia' (Jard del Tria or Jardn del Turia) that allows cyclists and pedestrians to traverse much of the city without the use of roads; overhead bridges carry motor traffic across the park.",
  "67": "Valencia's port is the biggest on the Mediterranean western coast, the first of Spain in container traffic as of 2008 and the second of Spain in total traffic, handling 20% of Spain's exports.",
  "68": "The main exports are foodstuffs and beverages.",
  "69": "Other exports include oranges, furniture, ceramic tiles, fans, textiles and iron products.",
  "70": "Valencia's manufacturing sector focuses on metallurgy, chemicals, textiles, shipbuilding and brewing.",
  "71": "Small and medium-sized industries are an important part of the local economy, and before the current crisis unemployment was lower than the Spanish average.",
  "72": "A fervent follower of the absolutist cause, Elo had played an important role in the repression of the supporters of the Constitution of 1812.",
  "73": "For this, he was arrested in 1820 and executed in 1822 by garroting.",
  "74": "Conflict between absolutists and liberals continued, and in the period of conservative rule called the Ominous Decade (18231833), which followed the Trienio Liberal, there was ruthless repression by government forces and the Catholic Inquisition.",
  "75": "The last victim of the Inquisition was Gaiet Ripoli, a teacher accused of being a deist and a Mason who was hanged in Valencia in 1824.",
  "76": "On 9 July 2006, during Mass at Valencia's Cathedral, Our Lady of the Forsaken Basilica, Pope Benedict XVI used, at the World Day of Families, the Santo Caliz, a 1st-century Middle-Eastern artifact that some Catholics believe is the Holy Grail.",
  "77": "It was supposedly brought to that church by Emperor Valerian in the 3rd century, after having been brought by St. Peter to Rome from Jerusalem.",
  "78": "The Santo Caliz (Holy Chalice) is a simple, small stone cup.",
  "79": "Its base was added in Medieval Times and consists of fine gold, alabaster and gem stones.",
  "80": "During the Cantonal Revolution of 1873, a cantonalist uprising that took place during the First Spanish Republic, the city was consolidated with most of the nearby cities in the Federal Canton of Valencia (proclaimed on 19 July and dissolved on 7 August).",
  "81": "It did not have the revolutionary fervor of the movement in cities like Alcoy, as it was initiated by the bourgeoisie, but the Madrid government sent General Martinez-Campos to stifle the rebellion by force of arms and subjected Valencia to an intense bombardment.",
  "82": "The city surrendered on 7 August; Alfonso XII was proclaimed king on 29 December 1874, and arrived in Valencia on 11 January 1875 on his way to Madrid, marking the end of the first republic.",
  "83": "Despite the Bourbon restoration, the roughly even balance between conservatives and liberals in the government was sustained in Valencia until the granting of universal male suffrage in 1890, after which the Republicans, led by Vicente Blasco Ibez, gained considerably more of the popular vote.",
  "84": "World-renowned (and city-born) architect Santiago Calatrava produced the futuristic City of Arts and Sciences (Ciutat de les Arts i les Cincies), which contains an opera house/performing arts centre, a science museum, an IMAX cinema/planetarium, an oceanographic park and other structures such as a long covered walkway and restaurants.",
  "85": "Calatrava is also responsible for the bridge named after him in the centre of the city.",
  "86": "The Music Palace (Palau De La Msica) is another noteworthy example of modern architecture in Valencia.",
  "87": "Valencia is a bilingual city: Valencian and Spanish are the two official languages.",
  "88": "Spanish is official in all of Spain, whereas Valencian is official in the Valencian Country, as well as in Catalonia and the Balearic Islands, where it receives the name of Catalan.",
  "89": "Despite the differentiated denomination, the distinct dialectal traits and political tension between Catalonia and the Valencian Country, Catalan and Valencian are mutually intelligible and are considered two varieties of the same language.",
  "90": "Valencian has been historically repressed in favour of Spanish.",
  "91": "The effects have been more noticeable in the city proper, whereas the language has remained active in the rural and metropolitan areas.",
  "92": "After the Castille-Aragon unification, a Spanish-speaking elite established itself in the city.",
  "93": "In more recent history, the establishment of Franco's military and administrative apparatus in Valencia further excluded Valencian from public life.",
  "94": "Valencian recovered its official status, prestige and use in education after the transition to democracy in 1978.",
  "95": "However, due to industrialisation in recent decades, Valencia has attracted immigration from other regions in Spain, and hence there is also a demographic factor for its declining social use.",
  "96": "Due to a combination of these reasons, Valencia has become the bastion of anti-Catalan blaverism, which celebrates Valencian as merely folkloric, but rejects the existing standard which was adapted from Catalan orthography.",
  "97": "Spanish is currently the predominant language in the city proper but, thanks to the education system, most Valencians have basic knowledge of both Spanish and Valencian, and either can be used in the city.",
  "98": "Valencia is therefore the second biggest Catalan-speaking city after Barcelona.",
  "99": "Institutional buildings and streets are named in Valencian.",
  "100": "The city is also home to many pro-Valencian political and civil organisations.",
  "101": "Furthermore, education entirely in Valencian is offered in more than 70 state-owned schools in the city, as well as by the University of Valencia across all disciplines.",
  "102": "Valencia has experienced a surge in its cultural development during the last thirty years, exemplified by exhibitions and performances at such iconic institutions as the Palau de la Msica, the Palacio de Congresos, the Metro, the City of Arts and Sciences (Ciutat de les Arts i les Cincies), the Valencian Museum of Enlightenment and Modernity (Museo Valenciano de la Ilustracion y la Modernidad), and the Institute of Modern Art (Instituto Valenciano de Arte Moderno).",
  "103": "The various productions of Santiago Calatrava, a renowned structural engineer, architect, and sculptor and of the architect Flix Candela have contributed to Valencia's international reputation.",
  "104": "These public works and the ongoing rehabilitation of the Old City (Ciutat Vella) have helped improve the city's livability and tourism is continually increasing.",
  "105": "Among the parish churches are Saints John (Baptist and Evangelist), rebuilt in 1368, whose dome, decorated by Palonino, contains some of the best frescoes in Spain; El Templo (the Temple), the ancient church of the Knights Templar, which passed into the hands of the Order of Montesa and was rebuilt in the reigns of Ferdinand VI and Charles III; the former convent of the Dominicans, at one time the headquarters of the Capital General, the cloister of which has a beautiful Gothic wing and the chapter room, large columns imitating palm trees; the Colegio del Corpus Christi, which is devoted to the Blessed Sacrament, and in which perpetual adoration is carried on; the Jesuit college, which was destroyed in 1868 by the revolutionary Committee of the Popular Front, but later rebuilt; and the Colegio de San Juan (also of the Society), the former college of the nobles, now a provincial institute for secondary instruction.",
  "106": "A few centuries later, coinciding with the first waves of the invading Germanic peoples (Suevi, Vandals and Alans, and later the Visigoths) and the power vacuum left by the demise of the Roman imperial administration, the church assumed the reins of power in the city and replaced the old Roman temples with religious buildings.",
  "107": "With the Byzantine invasion of the southwestern Iberian peninsula in 554 the city acquired strategic importance.",
  "108": "After the expulsion of the Byzantines in 625, Visigothic military contingents were posted there and the ancient Roman amphitheatre was fortified.",
  "109": "Little is known of its history for nearly a hundred years; although this period is only scarcely documented by archeology, excavations suggest that there was little development of the city.",
  "110": "During Visigothic times Valencia was an episcopal See of the Catholic Church, albeit a suffragan diocese subordinate to the archdiocese of Toledo, comprising the ancient Roman province of Carthaginensis in Hispania.",
  "111": "In the 15th century the dome was added and the naves extended back of the choir, uniting the building to the tower and forming a main entrance.",
  "112": "Archbishop Luis Alfonso de los Cameros began the building of the main chapel in 1674; the walls were decorated with marbles and bronzes in the Baroque style of that period.",
  "113": "At the beginning of the 18th century the German Conrad Rudolphus built the faade of the main entrance.",
  "114": "The other two doors lead into the transept; one, that of the Apostles in pure pointed Gothic, dates from the 14th century, the other is that of the Palu.",
  "115": "The additions made to the back of the cathedral detract from its height.",
  "116": "The 18th-century restoration rounded the pointed arches, covered the Gothic columns with Corinthian pillars, and redecorated the walls.",
  "117": "The dome has no lantern, its plain ceiling being pierced by two large side windows.",
  "118": "There are four chapels on either side, besides that at the end and those that open into the choir, the transept, and the sanctuary.",
  "119": "It contains many paintings by eminent artists.",
  "120": "A silver reredos, which was behind the altar, was carried away in the war of 1808, and converted into coin to meet the expenses of the campaign.",
  "121": "There are two paintings by Francisco Goya in the San Francesco chapel.",
  "122": "Behind the Chapel of the Blessed Sacrament is a small Renaissance chapel built by Calixtus III.",
  "123": "Beside the cathedral is the chapel dedicated to the Our Lady of the Forsaken (Virgen de los desamparados or Mare de Du dels Desamparats).",
  "124": "In 1238, King James I of Aragon, with an army composed of Aragonese, Catalans, Navarrese and crusaders from the Order of Calatrava, laid siege to Valencia and on 28 September obtained a surrender.",
  "125": "Fifty thousand Moors were forced to leave.",
  "126": "Poets such as Ibn al-Abbar and Ibn Amira mourned this exile from their beloved Valencia.",
  "127": "After the Christian victory and the expulsion of the Muslim population the city was divided between those who had participated in the conquest, according to the testimony in the Llibre del Repartiment (Book of Distribution).",
  "128": "James I granted the city new charters of law, the Furs of Valencia, which later were extended to the whole kingdom of Valencia.",
  "129": "Thenceforth the city entered a new historical stage in which a new society and a new language developed, forming the basis of the character of the Valencian people as they are known today.",
  "130": "In its long history, Valencia has acquired many local traditions and festivals, among them the Falles, which were declared Celebrations of International Touristic Interest (Fiestas de Inters Turstico Internacional) on 25 January 1965, and the Water Tribunal of Valencia (Tribunal de las Aguas de Valencia), which was declared an intangible cultural heritage of humanity (Patrimonio Cultural Inmaterial de la Humanidad) in 2009.",
  "131": "In addition to these Valencia has hosted world-class events that helped shape the city's reputation and put it in the international spotlight, e.g., the Regional Exhibition of 1909, the 32nd and the 33rd America's Cup competitions, the European Grand Prix of Formula One auto racing, the Valencia Open 500 tennis tournament, and the Global Champions Tour of equestrian sports.",
  "132": "The city had surrendered without a fight to the invading Moors (Berbers and Arabs) by 714 AD, and the cathedral of Saint Vincent was turned into a mosque.",
  "133": "Abd al-Rahman I, the first emir of Cordoba, ordered the city destroyed in 755 during his wars against other nobility, but several years later his son, Abdullah, had a form of autonomous rule over the province of Valencia.",
  "134": "Among his administrative acts he ordered the building of a luxurious palace, the Russafa, on the outskirts of the city in the neighbourhood of the same name.",
  "135": "So far no remains have been found.",
  "136": "Also at this time Valencia received the name Medina al-Turab (City of Sand).",
  "137": "When Islamic culture settled in, Valencia, then called Balansiyya, prospered from the 10th century, due to a booming trade in paper, silk, leather, ceramics, glass and silver-work.",
  "138": "The architectural legacy of this period is abundant in Valencia and can still be appreciated today in the remnants of the old walls, the Baos del Almirante bath house, Portal de Valldigna street and even the Cathedral and the tower, El Micalet (El Miguelete), which was the minaret of the old mosque.",
  "139": "This boom was reflected in the growth of artistic and cultural pursuits.",
  "140": "Some of the most emblematic buildings of the city were built during this period, including the Serranos Towers (1392), the Lonja (1482), the Miguelete and the Chapel of the Kings of the Convent of Santo Domingo.",
  "141": "In painting and sculpture, Flemish and Italian trends had an influence on artists such as Llus Dalmau, Peris Gonal and Dami Forment.",
  "142": "Literature flourished with the patronage of the court of Alfonso the Magnanimous, supporting authors like Ausis March, Roi de Corella, and Isabel de Villena.",
  "143": "By 1460 Joanot Martorell wrote Tirant lo Blanch, an innovative novel of chivalry that influenced many later writers, from Cervantes to Shakespeare.",
  "144": "Ausis March was one of the first poets to use the everyday language Valencian, instead of the troubadour language, Occitan.",
  "145": "Also around this time, between 1499 and 1502, the University of Valencia was founded under the parsimonious name of Estudio General (\"studium generale\", place of general studies).",
  "146": "The decline of the city reached its nadir with the War of Spanish Succession (17021709) that marked the end of the political and legal independence of the Kingdom of Valencia.",
  "147": "During the War of the Spanish Succession, Valencia sided with Charles of Austria.",
  "148": "On 24 January 1706, Charles Mordaunt, 3rd Earl of Peterborough, 1st Earl of Monmouth, led a handful of English cavalrymen into the city after riding south from Barcelona, capturing the nearby fortress at Sagunt, and bluffing the Spanish Bourbon army into withdrawal.",
  "149": "The mutineers seized the Citadel, a Supreme Junta government took over, and on 2628 June, Napoleon's Marshal Moncey attacked the city with a column of 9,000 French imperial troops in the First Battle of Valencia.",
  "150": "He failed to take the city in two assaults and retreated to Madrid.",
  "151": "Marshal Suchet began a long siege of the city in October 1811, and after intense bombardment forced it to surrender on 8 January 1812.",
  "152": "After the capitulation, the French instituted reforms in Valencia, which became the capital of Spain when the Bonapartist pretender to the throne, Jos I (Joseph Bonaparte, Napoleon's elder brother), moved the Court there in the summer of 1812.",
  "153": "The disaster of the Battle of Vitoria on 21 June 1813 obliged Suchet to quit Valencia, and the French troops withdrew in July.",
  "154": "The crisis deepened during the 17th century with the expulsion in 1609 of the Jews and the Moriscos, descendants of the Muslim population that converted to Christianity under threat of exile from Ferdinand and Isabella in 1502.",
  "155": "From 1609 through 1614, the Spanish government systematically forced Moriscos to leave the kingdom for Muslim North Africa.",
  "156": "They were concentrated in the former Kingdom of Aragon, where they constituted a fifth of the population, and the Valencia area specifically, where they were roughly a third of the total population.",
  "157": "The expulsion caused the financial ruin of some of the nobility and the bankruptcy of the Taula de Canvi in 1613.",
  "158": "The Crown endeavoured to compensate the nobles, who had lost much of their agricultural labour force; this harmed the economy of the city for generations to come.",
  "159": "Later, during the so-called Catalan Revolt (16401652), Valencia contributed to the cause of Philip IV with militias and money, resulting in a period of further economic hardship exacerbated by the arrival of troops from other parts of Spain.",
  "160": "During the second half of the 19th century the bourgeoisie encouraged the development of the city and its environs; land-owners were enriched by the introduction of the orange crop and the expansion of vineyards and other crops,.",
  "161": "This economic boom corresponded with a revival of local traditions and of the Valencian language, which had been ruthlessly suppressed from the time of Philip V. Around 1870, the Valencian Renaissance, a movement committed to the revival of the Valencian language and traditions, began to gain ascendancy.",
  "162": "In its early stages the movement inclined to the romanticism of the poet Teodor Llorente, and resisted the more assertive remonstrances of Constantine Llombart, founder of the still extant cultural society, Lo Rat Penat, which is dedicated to the promotion and dissemination of the Valencian language and culture.",
  "163": "During the regency of Maria Cristina, Espartero ruled Spain for two years as its 18th Prime Minister from 16 September 1840 to 21 May 1841.",
  "164": "Under his progressive government the old regime was tenuously reconciled to his liberal policies.",
  "165": "During this period of upheaval in the provinces he declared that all the estates of the Church, its congregations, and its religious orders were national propertythough in Valencia, most of this property was subsequently acquired by the local bourgeoisie.",
  "166": "City life in Valencia carried on in a revolutionary climate, with frequent clashes between liberals and republicans, and the constant threat of reprisals by the Carlist troops of General Cabrera.",
  "167": "The Valencia Metro derailment occurred on 3 July 2006 at 1 pm.",
  "168": "CEST (1100 UTC) between Jess and Plaa d'Espanya stations on Line 1 of the Metrovalencia mass transit system.",
  "169": "43 people were killed and more than ten were seriously injured.",
  "170": "It was not immediately clear what caused the crash.",
  "171": "Both the Valencian government spokesman Vicente Rambla and Mayor Rita Barber called the accident a \"fortuitous\" event.",
  "172": "However, the trade union CC.OO.",
  "173": "accused the authorities of \"rushing\" to say anything but admit that Line 1 is in a state of \"constant deterioration\" with a \"failure to carry out maintenance\".",
  "174": "During the 20th century Valencia remained the third most populous city of Spain as its population tripled, rising from 213,550 inhabitants in 1900 to 739,014 in 2000.",
  "175": "Valencia was also third in industrial and economic development; notable milestones include urban expansion of the city in the latter 1800s, the creation of the Banco de Valencia in 1900, construction of the Central and Columbus markets, and the construction of the Gare du Nord railway station, completed in 1921.",
  "176": "The new century was marked in Valencia with a major event, the Valencian regional exhibition of 1909 (La Exposicin Regional Valenciana de 1909), which emulated the national and universal expositions held in other cities.",
  "177": "This production was promoted by the Ateneo Mercantil de Valencia (Mercantile Athenaeum of Valencia), especially by its chairman, Toms Trnor y Palavicino, and had the support of the Government and the Crown; it was officially inaugurated by King Alfonso XIII himself.",
  "178": "The inevitable march to civil war and the combat in Madrid resulted in the removal of the capital of the Republic to Valencia.",
  "179": "On 6 November 1936 the city became the capital of Republican Spain under the control of the prime minister Manuel Azana; the government moved to the Palau de Benicarl, its ministries occupying various other buildings.",
  "180": "The city was heavily bombarded by air and sea, necessitating the construction of over two hundred bomb shelters to protect the population.",
  "181": "On 13 January 1937 the city was first shelled by a vessel of the Fascist Italian Navy, which was blockading the port by the order of Benito Mussolini.",
  "182": "The bombardment intensified and inflicted massive destruction on several occasions; by the end of the war the city had survived 442 bombardments, leaving 2,831 dead and 847 wounded, although it is estimated that the death toll was higher, as the data given are those recognised by Francisco Franco's government.",
  "183": "The Republican government passed to Juan Negrn on 17 May 1937 and on 31 October of that year moved to Barcelona.",
  "184": "On 30 March 1939 Valencia surrendered and the Nationalist troops entered the city.",
  "185": "The postwar years were a time of hardship for Valencians.",
  "186": "During Franco's regime speaking or teaching Valencian was prohibited; in a significant reversal it is now compulsory for every schoolchild in Valencia.",
  "187": "In March 2012, the newspaper El Mundo published a story according to which FGV had instructed employees who were to testify at the crash commission investigation, providing a set of possible questions and guidelines to prepare the answers.",
  "188": "In April 2013, the television program Salvados questioned the official version of the incident as there were indications that the Valencian Government had tried to downplay the accident, which coincided with the visit of the pope to Valencia, or even to hide evidence, as the book of train breakdowns was never found.",
  "189": "The day after the broadcast of this report, which received extensive media coverage, several voices called for the reopening of the investigation.",
  "190": "The investigation was effectively reopened and the accident is currently under re-examination.",
  "191": "In 1409, a hospital was founded and placed under the patronage of Santa Mara de los Inocentes; to this was attached a confraternity devoted to recovering the bodies of the unfriended dead in the city and within a radius of three miles (4.8 km) around it.",
  "192": "At the end of the 15th century this confraternity separated from the hospital, and continued its work under the name of \"Cofradia para el mparo de los desamparados\".",
  "193": "King Philip IV of Spain and the Duke of Arcos suggested the building of the new chapel, and in 1647 the Viceroy, Conde de Oropesa, who had been preserved from the bubonic plague, insisted on carrying out their project.",
  "194": "The Blessed Virgin was proclaimed patroness of the city under the title of Virgen de los desamparados (Virgin of the Forsaken), and Archbishop Pedro de Urbina, on 31 June 1652, laid the cornerstone of the new chapel of this name.",
  "195": "The archiepiscopal palace, a grain market in the time of the Moors, is simple in design, with an inside cloister and a handsome chapel.",
  "196": "In 1357, the arch that connects it with the cathedral was built.",
  "197": "In the council chamber are preserved the portraits of all the prelates of Valencia.",
  "198": "Valencia is also internationally famous for its football club, Valencia C.F., which won the Spanish league in 2002 and 2004 (the year it also won the UEFA Cup), for a total of six times, and was a UEFA Champions League runner-up in 2000 and 2001.",
  "199": "The team's stadium is the Mestalla; its city rival Levante UD also plays in the highest division after gaining promotion in 2010, their stadium is Estadi Ciutat de Valncia.",
  "200": "From the year 2011 there has been a third team in the city, Huracn Valencia, who play their games in Municipal de Manises, in the Segunda Divisin B. Valencia was founded as a Roman colony in 138 BC.",
  "201": "The city is situated on the banks of the Turia, on the east coast of the Iberian Peninsula, fronting the Gulf of Valencia on the Mediterranean Sea.",
  "202": "Its historic centre is one of the largest in Spain, with approximately 169 hectares; this heritage of ancient monuments, views and cultural attractions makes Valencia one of the country's most popular tourist destinations.",
  "203": "Major monuments include Valencia Cathedral, the Torres de Serrans, the Torres de Quart, the Llotja de la Seda (declared a World Heritage Site by UNESCO in 1996), and the Ciutat de les Arts i les Cincies (City of Arts and Sciences), an entertainment-based cultural and architectural complex designed by Santiago Calatrava and Flix Candela.",
  "204": "The Museu de Belles Arts de Valncia houses a large collection of paintings from the 14th to the 18th centuries, including works by Velzquez, El Greco, and Goya, as well as an important series of engravings by Piranesi.",
  "205": "The Institut Valenci d'Art Modern (Valencian Institute of Modern Art) houses both permanent collections and temporary exhibitions of contemporary art and photography.",
  "206": "Valencia stands on the banks of the Turia River, located on the eastern coast of the Iberian Peninsula and the western part of the Mediterranean Sea, fronting the Gulf of Valencia.",
  "207": "At its founding by the Romans, it stood on a river island in the Turia, 6.4 km (4 mi) from the sea.",
  "208": "The Albufera, a freshwater lagoon and estuary about 11 km (7 mi) south of the city, is one of the largest lakes in Spain.",
  "209": "The City Council bought the lake from the Crown of Spain for 1,072,980 pesetas in 1911, and today it forms the main portion of the Parc Natural de l'Albufera (Albufera Nature Reserve), with a surface area of 21,120 hectares (52,200 acres).",
  "210": "In 1986, because of its cultural, historical, and ecological value, the Generalitat Valenciana declared it a natural park.",
  "211": "The third largest city in Spain and the 24th most populous municipality in the European Union, Valencia has a population of 809,267 within its administrative limits on a land area of 134.6 km2 (52 sq mi).",
  "212": "The urban area of Valencia extending beyond the administrative city limits has a population of between 1,561,000 and 1,564,145.",
  "213": "1,705,742 or 2,300,000 or 2,516,818 people live in the Valencia metropolitan area.",
  "214": "Between 2007 and 2008 there was a 14% increase in the foreign born population with the largest numeric increases by country being from Bolivia, Romania and Italy.",
  "215": "About two thousand Roman colonists were settled there in 138 BC during the rule of consul Decimus Junius Brutus Galaico.",
  "216": "The Roman historian Florus says that Brutus transferred the soldiers who had fought under him to that province.",
  "217": "This was a typical Roman city in its conception, as it was located in a strategic location near the sea on a river island crossed by the Via Augusta, the imperial road that connected the province to Rome, the capital of the empire.",
  "218": "The centre of the city was located in the present-day neighbourhood of the Plaza de la Virgen.",
  "219": "Here was the forum and the crossing of the Cardo Maximus and the Decumanus Maximus, which remain the two main axes of the city.",
  "220": "The Cardo corresponds to the existing Calle de Salvador, Almoina, and the Decumanus corresponds to Calle de los Caballeros.",
  "221": "Balansiyya had a rebirth of sorts with the beginning of the Taifa of Valencia kingdom in the 11th century.",
  "222": "The town grew, and during the reign of Abd al-Aziz a new city wall was built, remains of which are preserved throughout the Old City (Ciutat Vella) today.",
  "223": "The Castilian nobleman Rodrigo Diaz de Vivar, known as El Cid, who was intent on possessing his own principality on the Mediterranean, entered the province in command of a combined Christian and Moorish army and besieged the city beginning in 1092.",
  "224": "By the time the siege ended in May 1094, he had carved out his own fiefdomwhich he ruled from 15 June 1094 to July 1099.",
  "225": "This victory was immortalised in the Lay of the Cid.",
  "226": "During his rule, he converted nine mosques into churches and installed the French monk Jrme as bishop of the See of Valencia.",
  "227": "El Cid was killed in July 1099 while defending the city from an Almoravid siege, whereupon his wife Ximena Daz ruled in his place for two years.",
  "228": "The city went through serious troubles in the mid-fourteenth century.",
  "229": "On the one hand were the decimation of the population by the Black Death of 1348 and subsequent years of epidemics  and on the other, the series of wars and riots that followed.",
  "230": "Among these were the War of the Union, a citizen revolt against the excesses of the monarchy, led by Valencia as the capital of the kingdom  and the war with Castile, which forced the hurried raising of a new wall to resist Castilian attacks in 1363 and 1364.",
  "231": "In these years the coexistence of the three communities that occupied the cityChristian, Jewish and Muslim  was quite contentious.",
  "232": "The Jews who occupied the area around the waterfront had progressed economically and socially, and their quarter gradually expanded its boundaries at the expense of neighbouring parishes.",
  "233": "Meanwhile, Muslims who remained in the city after the conquest were entrenched in a Moorish neighbourhood next to the present-day market Mosen Sorel.",
  "234": "In 1391 an uncontrolled mob attacked the Jewish quarter, causing its virtual disappearance and leading to the forced conversion of its surviving members to Christianity.",
  "235": "The Muslim quarter was attacked during a similar tumult among the populace in 1456, but the consequences were minor.",
  "236": "Faced with this loss of business, Valencia suffered a severe economic crisis.",
  "237": "This manifested early in 15191523 when the artisan guilds known as the Germanies revolted against the government of the Habsburg king Charles I in Valencia, now part of the Crown of Aragon, with most of the fighting done in 1521.",
  "238": "The revolt was an anti-monarchist, anti-feudal autonomist movement inspired by the Italian republics, and a social revolt against the nobility who had fled the city before an epidemic of plague in 1519.",
  "239": "It also bore a strong anti-Islamic aspect, as rebels rioted against Aragon's population of mudjars and imposed forced conversions to Christianity.",
  "240": "With the abolition of the charters of Valencia and most of its institutions, and the conformation of the kingdom and its capital to the laws and customs of Castile, top civil officials were no longer elected, but instead were appointed directly from Madrid, the king's court city, the offices often filled by foreign aristocrats.",
  "241": "Valencia had to become accustomed to being an occupied city, living with the presence of troops quartered in the Citadel near the convent of Santo Domingo and in other buildings such as the Lonja, which served as a barracks until 1762.",
  "242": "Ferdinand refused and went to Valencia instead of Madrid.",
  "243": "Here, on 17 April, General Elio invited the King to reclaim his absolute rights and put his troops at the King's disposition.",
  "244": "The king abolished the Constitution of 1812.",
  "245": "He followed this act by dissolving the two chambers of the Spanish Parliament on 10 May.",
  "246": "Thus began six years (18141820) of absolutist rule, but the constitution was reinstated during the Trienio Liberal, a period of three years of liberal government in Spain from 18201823.",
  "247": "The public water supply network was completed in 1850, and in 1858 the architects Sebastin Monlen Estells, Antonino Sancho, and Timoteo Calvo drafted a general expansion project for the city that included demolishing its ancient walls (a second version was printed in 1868).",
  "248": "Neither proposed project received final approval, but they did serve as a guide, though not closely followed, for future growth.",
  "249": "By 1860 the municipality had 140,416 inhabitants, and beginning in 1866 the ancient city walls were almost entirely demolished to facilitate urban expansion.",
  "250": "Electricity was introduced to Valencia in 1882.",
  "251": "The economy began to recover in the early 1960s, and the city experienced explosive population growth through immigration spurred by the jobs created with the implementation of major urban projects and infrastructure improvements.",
  "252": "With the advent of democracy in Spain, the ancient kingdom of Valencia was established as a new autonomous entity, the Valencian Community, the Statute of Autonomy of 1982 designating Valencia as its capital.",
  "253": "On the night of 23 February 1981, shortly after Antonio Tejero had stormed Congress, the Captain General of the Third Military Region, Jaime Milans del Bosch, rose up in Valencia, put tanks on the streets, declared a state of emergency and tried to convince other senior military figures to support the coup.",
  "254": "After the televised message of King Juan Carlos I, those in the military who had not yet aligned themselves decided to remain loyal to the government, and the coup failed.",
  "255": "Despite this lack of support, Milans del Bosch only surrendered at 5 a.m. on the next day, 24 February.",
  "256": "The largest plaza in Valencia is the Plaza del Ayuntamiento; it is home to the City Hall (Ayuntamiento) on its western side and the central post office (Edificio de Correos) on its eastern side, a cinema that shows classic movies, and many restaurants and bars.",
  "257": "The plaza is triangular in shape, with a large cement lot at the southern end, normally surrounded by flower vendors.",
  "258": "It serves as ground zero during the Les Falles when the fireworks of the Masclet can be heard every afternoon.",
  "259": "There is a large fountain at the northern end.",
  "260": "The Valencia Cathedral was called Iglesia Mayor in the early days of the Reconquista, then Iglesia de la Seo (Seo is from the Latin sedes, i.e., (archiepiscopal) See), and by virtue of the papal concession of 16 October 1866, it was called the Basilica Metropolitana.",
  "261": "It is situated in the centre of the ancient Roman city where some believe the temple of Diana stood.",
  "262": "In Gothic times, it seems to have been dedicated to the Holy Saviour; the Cid dedicated it to the Blessed Virgin; King James I of Aragon did likewise, leaving in the main chapel the image of the Blessed Virgin, which he carried with him and is reputed to be the one now preserved in the sacristy.",
  "263": "The Moorish mosque, which had been converted into a Christian Church by the conqueror, was deemed unworthy of the title of the cathedral of Valencia, and in 1262 Bishop Andrs de Albalat laid the cornerstone of the new Gothic building, with three naves; these reach only to the choir of the present building.",
  "264": "Bishop Vidal de Blanes built the chapter hall, and James I added the tower, called El Miguelete because it was blessed on St. Michael's day in 1418.",
  "265": "The tower is about 58 m high and topped with a belfry (16601736).",
  "266": "Once a year between 20082012 the European Formula One Grand Prix took place in the Valencia Street Circuit.",
  "267": "Valencia is among with Barcelona, Porto and Monte Carlo the only European cities ever to host Formula One World Championship Grands Prix on public roads in the middle of cities.",
  "268": "The final race in 2012 European Grand Prix saw an extremely popular winner, since home driver Fernando Alonso won for Ferrari in spite of starting halfway down the field.",
  "269": "The Valencian Community motorcycle Grand Prix (Gran Premi de la Comunitat Valenciana de motociclisme) is part of the Grand Prix motorcycle racing season at the Circuit Ricardo Tormo (also known as Circuit de Valencia).",
  "270": "Periodically the Spanish round of the Deutsche Tourenwagen Masters touring car racing Championship (DTM) is held in Valencia."
}