{
  "1": "Switzerland (/swtsrlnd/), officially the Swiss Confederation (Latin: Confoederatio Helvetica, hence its abbreviation CH), is a country in Europe.",
  "2": "While still named the \"Swiss Confederation\" for historical reasons, modern Switzerland is a federal directorial republic consisting of 26 cantons, with Bern as the seat of the federal authorities, called Bundesstadt (\"federal city\").",
  "3": "[note 3] The country is situated in Western and Central Europe,[note 4] and is bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east.",
  "4": "Switzerland is a landlocked country geographically divided between the Alps, the Swiss Plateau and the Jura, spanning an area of 41,285 km2 (15,940 sq mi).",
  "5": "While the Alps occupy the greater part of the territory, the Swiss population of approximately 8 million people is concentrated mostly on the Plateau, where the largest cities are to be found: among them are the two global and economic centres, Zrich and Geneva.",
  "6": "The establishment of the Swiss Confederation is traditionally dated to 1 August 1291, which is celebrated annually as the Swiss National Day.",
  "7": "The country has a long history of armed neutralityit has not been in a state of war internationally since 1815and did not join the United Nations until 2002.",
  "8": "Nevertheless, it pursues an active foreign policy and is frequently involved in peace-building processes around the world.",
  "9": "In addition to being the birthplace of the Red Cross, Switzerland is home to numerous international organizations, including the second largest UN office.",
  "10": "On the European level, it is a founding member of the European Free Trade Association, but notably it is not part of the European Union, nor the European Economic Area.",
  "11": "However the country does participate in the Schengen Area and the EU's single market through a number of bilateral treaties.",
  "12": "Straddling the intersection of Germanic and Romance Europe, Switzerland comprises four main linguistic and cultural regions: German, French, Italian and Romansh.",
  "13": "Therefore, the Swiss, although predominantly German-speaking, do not form a nation in the sense of a common ethnicity or language; rather, Switzerland's strong sense of identity and community is founded on a common historical background, shared values such as federalism and direct democracy, and Alpine symbolism.",
  "14": "Due to its linguistic diversity, Switzerland is known by a variety of native names: Schweiz [vats] (German);[note 5] Suisse [sis()] (French); Svizzera [zvittsera] (Italian); and Svizra [vitsr] or [vits] (Romansh).",
  "15": "[note 6] Switzerland is one of the richest and wealthiest countries in the world.",
  "16": "Switzerland ranks top or close to the top in several metrics of national performance, including government transparency, civil liberties, quality of life, economic competitiveness, and human development.",
  "17": "It has the highest nominal wealth (financial and non-financial assets) per adult in the world according to Credit Suisse and the eighth-highest per capita gross domestic product on the IMF list.",
  "18": "Zrich and Geneva have each been ranked among the top cities with the highest quality of life in the world, with the former ranked 2nd globally, according to Mercer.",
  "19": "The English name Switzerland is a compound containing Switzer, an obsolete term for the Swiss, which was in use during the 16th to 19th centuries.",
  "20": "The English adjective Swiss is a loan from French Suisse, also in use since the 16th century.",
  "21": "The name Switzer is from the Alemannic Schwiizer, in origin an inhabitant of Schwyz and its associated territory, one of the Waldsttten cantons which formed the nucleus of the Old Swiss Confederacy.",
  "22": "The name originates as an exonym, applied pars pro toto to the troops of the Confederacy.",
  "23": "The Swiss began to adopt the name for themselves after the Swabian War of 1499, used alongside the term for \"Confederates\", Eidgenossen (literally: comrades by oath), used since the 14th century.",
  "24": "The toponym Schwyz itself is first attested in 972, as Old High German Suittes, ultimately perhaps related to suedan \"to burn\", referring to the area of forest that was burned and cleared to build.",
  "25": "The name was extended to the area dominated by the canton, and after the Swabian War of 1499 gradually came to be used for the entire Confederation.",
  "26": "The Swiss German name of the country, Schwiiz, is homophonous to that of the canton and the settlement, but distinguished by the use of the definite article (d'Schwiiz for the Confederation, but simply Schwyz for the canton and the town).",
  "27": "The earliest known cultural tribes of the area were members of the Hallstatt and La Tne cultures, named after the archaeological site of La Tne on the north side of Lake Neuchtel.",
  "28": "La Tne culture developed and flourished during the late Iron Age from around 450 BC, possibly under some influence from the Greek and Etruscan civilisations.",
  "29": "One of the most important tribal groups in the Swiss region was the Helvetii.",
  "30": "Steadily harassed by the Germans, in 58 BC the Helvetii decided to abandon the Swiss plateau and migrate to western Gallia, but Julius Caesar's armies pursued and defeated them at the Battle of Bibracte, in today's western France, forcing the tribe to move back to its original homeland.",
  "31": "In 15 BC, Tiberius, who was destined to be the second Roman emperor and his brother, Drusus, conquered the Alps, integrating them into the Roman Empire.",
  "32": "The area occupied by the Helvetiithe namesakes of the later Confoederatio Helveticafirst became part of Rome's Gallia Belgica province and then of its Germania Superior province, while the eastern portion of modern Switzerland was integrated into the Roman province of Raetia.",
  "33": "Sometime around the start of the Common Era, the Romans maintained a large legionary camp called Vindonissa, now a ruin at the confluence of the Aare and Reuss rivers, near the town of Windisch, an outskirt of Brugg.",
  "34": "In about 260 AD, the fall of the Agri Decumates territory north of the Rhine transformed today's Switzerland into a frontier land of the Empire.",
  "35": "Repeated raids by the Alamanni tribes provoked the ruin of the Roman towns and economy, forcing the population to find shelter near Roman fortresses, like the Castrum Rauracense near Augusta Raurica.",
  "36": "The Empire built another line of defense at the north border (the so-called Donau-Iller-Rhine-Limes), but at the end of the fourth century the increased Germanic pressure forced the Romans to abandon the linear defence concept, and the Swiss plateau was finally open to the settlement of German tribes.",
  "37": "In the Early Middle Ages, from the end of the 4th century, the western extent of modern-day Switzerland was part of the territory of the Kings of the Burgundians.",
  "38": "The Alemanni settled the Swiss plateau in the 5th century and the valleys of the Alps in the 8th century, forming Alemannia.",
  "39": "Modern-day Switzerland was therefore then divided between the kingdoms of Alemannia and Burgundy.",
  "40": "The entire region became part of the expanding Frankish Empire in the 6th century, following Clovis I's victory over the Alemanni at Tolbiac in 504 AD, and later Frankish domination of the Burgundians.",
  "41": "By 1200, the Swiss plateau comprised the dominions of the houses of Savoy, Zhringer, Habsburg, and Kyburg.",
  "42": "Some regions (Uri, Schwyz, Unterwalden, later known as Waldsttten) were accorded the Imperial immediacy to grant the empire direct control over the mountain passes.",
  "43": "With the extinction of its male line in 1263 the Kyburg dynasty fell in AD 1264; then the Habsburgs under King Rudolph I (Holy Roman Emperor in 1273) laid claim to the Kyburg lands and annexed them extending their territory to the eastern Swiss plateau.",
  "44": "By 1353, the three original cantons had joined with the cantons of Glarus and Zug and the Lucerne, Zrich and Bern city states to form the \"Old Confederacy\" of eight states that existed until the end of the 15th century.",
  "45": "The expansion led to increased power and wealth for the federation.",
  "46": "By 1460, the confederates controlled most of the territory south and west of the Rhine to the Alps and the Jura mountains, particularly after victories against the Habsburgs (Battle of Sempach, Battle of Nfels), over Charles the Bold of Burgundy during the 1470s, and the success of the Swiss mercenaries.",
  "47": "The Swiss victory in the Swabian War against the Swabian League of Emperor Maximilian I in 1499 amounted to de facto independence within the Holy Roman Empire.",
  "48": "The Old Swiss Confederacy had acquired a reputation of invincibility during these earlier wars, but expansion of the federation suffered a setback in 1515 with the Swiss defeat in the Battle of Marignano.",
  "49": "This ended the so-called \"heroic\" epoch of Swiss history.",
  "50": "The success of Zwingli's Reformation in some cantons led to inter-cantonal religious conflicts in 1529 and 1531 (Wars of Kappel).",
  "51": "It was not until more than one hundred years after these internal wars that, in 1648, under the Peace of Westphalia, European countries recognized Switzerland's independence from the Holy Roman Empire and its neutrality.",
  "52": "In 1798, the revolutionary French government conquered Switzerland and imposed a new unified constitution.",
  "53": "This centralised the government of the country, effectively abolishing the cantons: moreover, Mlhausen joined France and Valtellina valley, the Cisalpine Republic, separating from Switzerland.",
  "54": "The new regime, known as the Helvetic Republic, was highly unpopular.",
  "55": "It had been imposed by a foreign invading army and destroyed centuries of tradition, making Switzerland nothing more than a French satellite state.",
  "56": "The fierce French suppression of the Nidwalden Revolt in September 1798 was an example of the oppressive presence of the French Army and the local population's resistance to the occupation.",
  "57": "When war broke out between France and its rivals, Russian and Austrian forces invaded Switzerland.",
  "58": "The Swiss refused to fight alongside the French in the name of the Helvetic Republic.",
  "59": "In 1803 Napoleon organised a meeting of the leading Swiss politicians from both sides in Paris.",
  "60": "The result was the Act of Mediation which largely restored Swiss autonomy and introduced a Confederation of 19 cantons.",
  "61": "Henceforth, much of Swiss politics would concern balancing the cantons' tradition of self-rule with the need for a central government.",
  "62": "The restoration of power to the patriciate was only temporary.",
  "63": "After a period of unrest with repeated violent clashes such as the Zriputsch of 1839, civil war (the Sonderbundskrieg) broke out in 1847 when some Catholic cantons tried to set up a separate alliance (the Sonderbund).",
  "64": "The war lasted for less than a month, causing fewer than 100 casualties, most of which were through friendly fire.",
  "65": "Yet however minor the Sonderbundskrieg appears compared with other European riots and wars in the 19th century, it nevertheless had a major impact on both the psychology and the society of the Swiss and of Switzerland.",
  "66": "Thus, while the rest of Europe saw revolutionary uprisings, the Swiss drew up a constitution which provided for a federal layout, much of it inspired by the American example.",
  "67": "This constitution provided for a central authority while leaving the cantons the right to self-government on local issues.",
  "68": "Giving credit to those who favoured the power of the cantons (the Sonderbund Kantone), the national assembly was divided between an upper house (the Council of States, two representatives per canton) and a lower house (the National Council, with representatives elected from across the country).",
  "69": "Referenda were made mandatory for any amendment of this constitution.",
  "70": "During World War II, detailed invasion plans were drawn up by the Germans, but Switzerland was never attacked.",
  "71": "Switzerland was able to remain independent through a combination of military deterrence, concessions to Germany, and good fortune as larger events during the war delayed an invasion.",
  "72": "Under General Henri Guisan central command, a general mobilisation of the armed forces was ordered.",
  "73": "The Swiss military strategy was changed from one of static defence at the borders to protect the economic heartland, to one of organised long-term attrition and withdrawal to strong, well-stockpiled positions high in the Alps known as the Reduit.",
  "74": "Switzerland was an important base for espionage by both sides in the conflict and often mediated communications between the Axis and Allied powers.",
  "75": "Switzerland's trade was blockaded by both the Allies and by the Axis.",
  "76": "Economic cooperation and extension of credit to the Third Reich varied according to the perceived likelihood of invasion and the availability of other trading partners.",
  "77": "Concessions reached a peak after a crucial rail link through Vichy France was severed in 1942, leaving Switzerland completely surrounded by the Axis.",
  "78": "Over the course of the war, Switzerland interned over 300,000 refugees and the International Red Cross, based in Geneva, played an important part during the conflict.",
  "79": "Strict immigration and asylum policies as well as the financial relationships with Nazi Germany raised controversy, but not until the end of the 20th century.",
  "80": "Switzerland was the last Western republic to grant women the right to vote.",
  "81": "Some Swiss cantons approved this in 1959, while at the federal level it was achieved in 1971 and, after resistance, in the last canton Appenzell Innerrhoden (one of only two remaining Landsgemeinde) in 1990.",
  "82": "After obtaining suffrage at the federal level, women quickly rose in political significance, with the first woman on the seven member Federal Council executive being Elisabeth Kopp, who served from 19841989, and the first female president being Ruth Dreifuss in 1999.",
  "83": "In 2002 Switzerland became a full member of the United Nations, leaving the Vatican City as the last widely recognised state without full UN membership.",
  "84": "Switzerland is a founding member of the EFTA, but is not a member of the European Economic Area.",
  "85": "An application for membership in the European Union was sent in May 1992, but not advanced since the EEA was rejected in December 1992 when Switzerland was the only country to launch a referendum on the EEA.",
  "86": "There have since been several referenda on the EU issue; due to a mixed reaction from the population the membership application has been frozen.",
  "87": "Nonetheless, Swiss law is gradually being adjusted to conform with that of the EU, and the government has signed a number of bilateral agreements with the European Union.",
  "88": "Switzerland, together with Liechtenstein, has been completely surrounded by the EU since Austria's entry in 1995.",
  "89": "On 5 June 2005, Swiss voters agreed by a 55% majority to join the Schengen treaty, a result that was regarded by EU commentators as a sign of support by Switzerland, a country that is traditionally perceived as independent and reluctant to enter supranational bodies.",
  "90": "Extending across the north and south side of the Alps in west-central Europe, Switzerland encompasses a great diversity of landscapes and climates on a limited area of 41,285 square kilometres (15,940 sq mi).",
  "91": "The population is about 8 million, resulting in an average population density of around 195 people per square kilometre (500/sq mi).",
  "92": "The more mountainous southern half of the country is far more sparsely populated than the northern half.",
  "93": "In the largest Canton of Graubnden, lying entirely in the Alps, population density falls to 27 /km (70 /sq mi).",
  "94": "Switzerland lies between latitudes 45 and 48 N, and longitudes 5 and 11 E. It contains three basic topographical areas: the Swiss Alps to the south, the Swiss Plateau or Central Plateau, and the Jura mountains on the west.",
  "95": "The Alps are a high mountain range running across the central-south of the country, comprising about 60% of the country's total area.",
  "96": "The majority of the Swiss population live in the Swiss Plateau.",
  "97": "Among the high valleys of the Swiss Alps many glaciers are found, totalling an area of 1,063 square kilometres (410 sq mi).",
  "98": "From these originate the headwaters of several major rivers, such as the Rhine, Inn, Ticino and Rhne, which flow in the four cardinal directions into the whole of Europe.",
  "99": "The hydrographic network includes several of the largest bodies of freshwater in Central and Western Europe, among which are included Lake Geneva (also called le Lac Lman in French), Lake Constance (known as Bodensee in German) and Lake Maggiore.",
  "100": "Switzerland has more than 1500 lakes, and contains 6% of Europe's stock of fresh water.",
  "101": "Lakes and glaciers cover about 6% of the national territory.",
  "102": "The largest lake is Lake Geneva, in western Switzerland shared with France.",
  "103": "The Rhne is both the main source and outflow of Lake Geneva.",
  "104": "Lake Constance is the second largest Swiss lake and, like the Lake Geneva, an intermediate step by the Rhine at the border to Austria and Germany.",
  "105": "While the Rhne flows into the Mediterranean Sea at the French Camarque region and the Rhine flows into the North Sea at Rotterdam in the Netherlands, about 1000 km apart, both springs are only about 22 km apart from each other in the Swiss Alps.",
  "106": "48 of Switzerland's mountains are 4,000 metres (13,000 ft) above sea in altitude or higher.",
  "107": "At 4,634 m (15,203 ft), Monte Rosa is the highest, although the Matterhorn (4,478 m or 14,692 ft) is often regarded as the most famous.",
  "108": "Both are located within the Pennine Alps in the canton of Valais.",
  "109": "The section of the Bernese Alps above the deep glacial Lauterbrunnen valley, containing 72 waterfalls, is well known for the Jungfrau (4,158 m or 13,642 ft) Eiger and Mnch, and the many picturesque valleys in the region.",
  "110": "In the southeast the long Engadin Valley, encompassing the St. Moritz area in canton of Graubnden, is also well known; the highest peak in the neighbouring Bernina Alps is Piz Bernina (4,049 m or 13,284 ft).",
  "111": "The Swiss climate is generally temperate, but can vary greatly between the localities, from glacial conditions on the mountaintops to the often pleasant near Mediterranean climate at Switzerland's southern tip.",
  "112": "There are some valley areas in the southern part of Switzerland where some cold-hardy palm trees are found.",
  "113": "Summers tend to be warm and humid at times with periodic rainfall so they are ideal for pastures and grazing.",
  "114": "The less humid winters in the mountains may see long intervals of stable conditions for weeks, while the lower lands tend to suffer from inversion, during these periods, thus seeing no sun for weeks.",
  "115": "A weather phenomenon known as the fhn (with an identical effect to the chinook wind) can occur at all times of the year and is characterised by an unexpectedly warm wind, bringing air of very low relative humidity to the north of the Alps during rainfall periods on the southern face of the Alps.",
  "116": "This works both ways across the alps but is more efficient if blowing from the south due to the steeper step for oncoming wind from the south.",
  "117": "Valleys running south to north trigger the best effect.",
  "118": "The driest conditions persist in all inner alpine valleys that receive less rain because arriving clouds lose a lot of their content while crossing the mountains before reaching these areas.",
  "119": "Large alpine areas such as Graubnden remain drier than pre-alpine areas and as in the main valley of the Valais wine grapes are grown there.",
  "120": "Switzerland's ecosystems can be particularly fragile, because the many delicate valleys separated by high mountains often form unique ecologies.",
  "121": "The mountainous regions themselves are also vulnerable, with a rich range of plants not found at other altitudes, and experience some pressure from visitors and grazing.",
  "122": "The climatic, geological and topographical conditions of the alpine region make for a very fragile ecosystem that is particularly sensitive to climate change.",
  "123": "Nevertheless, according to the 2014 Environmental Performance Index, Switzerland ranks first among 132 nations in safeguarding the environment, due to its high scores on environmental public health, its heavy reliance on renewable sources of energy (hydropower and geothermal energy), and its control of greenhouse gas emissions.",
  "124": "The Federal Constitution adopted in 1848 is the legal foundation of the modern federal state.",
  "125": "It is among the oldest constitutions in the world.",
  "126": "A new Constitution was adopted in 1999, but did not introduce notable changes to the federal structure.",
  "127": "It outlines basic and political rights of individuals and citizen participation in public affairs, divides the powers between the Confederation and the cantons and defines federal jurisdiction and authority.",
  "128": "There are three main governing bodies on the federal level: the bicameral parliament (legislative), the Federal Council (executive) and the Federal Court (judicial).",
  "129": "The Swiss Parliament consists of two houses: the Council of States which has 46 representatives (two from each canton and one from each half-canton) who are elected under a system determined by each canton, and the National Council, which consists of 200 members who are elected under a system of proportional representation, depending on the population of each canton.",
  "130": "Members of both houses serve for 4 years.",
  "131": "When both houses are in joint session, they are known collectively as the Federal Assembly.",
  "132": "Through referendums, citizens may challenge any law passed by parliament and through initiatives, introduce amendments to the federal constitution, thus making Switzerland a direct democracy.",
  "133": "The Federal Council constitutes the federal government, directs the federal administration and serves as collective Head of State.",
  "134": "It is a collegial body of seven members, elected for a four-year mandate by the Federal Assembly which also exercises oversight over the Council.",
  "135": "The President of the Confederation is elected by the Assembly from among the seven members, traditionally in rotation and for a one-year term; the President chairs the government and assumes representative functions.",
  "136": "However, the president is a primus inter pares with no additional powers, and remains the head of a department within the administration.",
  "137": "Direct democracy and federalism are hallmarks of the Swiss political system.",
  "138": "Swiss citizens are subject to three legal jurisdictions: the commune, canton and federal levels.",
  "139": "The 1848 federal constitution defines a system of direct democracy (sometimes called half-direct or representative direct democracy because it is aided by the more commonplace institutions of a representative democracy).",
  "140": "The instruments of this system at the federal level, known as civic rights (Volksrechte, droits civiques), include the right to submit a constitutional initiative and a referendum, both of which may overturn parliamentary decisions.",
  "141": "Similarly, the federal constitutional initiative allows citizens to put a constitutional amendment to a national vote, if 100,000 voters sign the proposed amendment within 18 months.",
  "142": "[note 8] Parliament can supplement the proposed amendment with a counter-proposal, and then voters must indicate a preference on the ballot in case both proposals are accepted.",
  "143": "Constitutional amendments, whether introduced by initiative or in Parliament, must be accepted by a double majority of the national popular vote and the cantonal popular votes.",
  "144": "[note 9] The cantons have a permanent constitutional status and, in comparison with the situation in other countries, a high degree of independence.",
  "145": "Under the Federal Constitution, all 26 cantons are equal in status.",
  "146": "Each canton has its own constitution, and its own parliament, government and courts.",
  "147": "However, there are considerable differences between the individual cantons, most particularly in terms of population and geographical area.",
  "148": "Their populations vary between 15,000 (Appenzell Innerrhoden) and 1,253,500 (Zrich), and their area between 37 km2 (14 sq mi) (Basel-Stadt) and 7,105 km2 (2,743 sq mi) (Graubnden).",
  "149": "The Cantons comprise a total of 2,485 municipalities.",
  "150": "Within Switzerland there are two enclaves: Bsingen belongs to Germany, Campione d'Italia belongs to Italy.",
  "151": "Traditionally, Switzerland avoids alliances that might entail military, political, or direct economic action and has been neutral since the end of its expansion in 1515.",
  "152": "Its policy of neutrality was internationally recognised at the Congress of Vienna in 1815.",
  "153": "Only in 2002 did Switzerland become a full member of the United Nations and it was the first state to join it by referendum.",
  "154": "Switzerland maintains diplomatic relations with almost all countries and historically has served as an intermediary between other states.",
  "155": "Switzerland is not a member of the European Union; the Swiss people have consistently rejected membership since the early 1990s.",
  "156": "However, Switzerland does participate in the Schengen Area.",
  "157": "A large number of international institutions have their seats in Switzerland, in part because of its policy of neutrality.",
  "158": "Geneva is the birthplace of the Red Cross and Red Crescent Movement and the Geneva Conventions and, since 2006, hosts the United Nations Human Rights Council.",
  "159": "Even though Switzerland is one of the most recent countries to have joined the United Nations, the Palace of Nations in Geneva is the second biggest centre for the United Nations after New York, and Switzerland was a founding member and home to the League of Nations.",
  "160": "Apart from the United Nations headquarters, the Swiss Confederation is host to many UN agencies, like the World Health Organization (WHO), the International Labour Organization (ILO), the International Telecommunication Union (ITU), the United Nations High Commissioner for Refugees (UNHCR) and about 200 other international organisations, including the World Trade Organization and the World Intellectual Property Organization.",
  "161": "The annual meetings of the World Economic Forum in Davos bring together top international business and political leaders from Switzerland and foreign countries to discuss important issues facing the world, including health and the environment.",
  "162": "Additionally the headquarters of the Bank for International Settlements (BIS) are located in Basel since 1930.",
  "163": "The structure of the Swiss militia system stipulates that the soldiers keep their Army issued equipment, including all personal weapons, at home.",
  "164": "Some organizations and political parties find this practice controversial but mainstream Swiss opinion is in favour of the system.",
  "165": "Compulsory military service concerns all male Swiss citizens; women can serve voluntarily.",
  "166": "Men usually receive military conscription orders for training at the age of 18.",
  "167": "About two thirds of the young Swiss are found suited for service; for those found unsuited, various forms of alternative service exist.",
  "168": "Annually, approximately 20,000 persons are trained in recruit centres for a duration from 18 to 21 weeks.",
  "169": "The reform \"Army XXI\" was adopted by popular vote in 2003, it replaced the previous model \"Army 95\", reducing the effectives from 400,000 to about 200,000.",
  "170": "Of those, 120,000 are active in periodic Army training and 80,000 are non-training reserves.",
  "171": "Switzerland has a stable, prosperous and high-tech economy and enjoys great wealth, being ranked as the wealthiest country in the world per capita in multiple rankings.",
  "172": "In 2011 it was ranked as the wealthiest country in the world in per capita terms (with \"wealth\" being defined to include both financial and non-financial assets), while the 2013 Credit Suisse Global Wealth Report showed that Switzerland was the country with the highest average wealth per adult in 2013.",
  "173": "It has the world's nineteenth largest economy by nominal GDP and the thirty-sixth largest by purchasing power parity.",
  "174": "It is the twentieth largest exporter, despite its small size.",
  "175": "Switzerland has the highest European rating in the Index of Economic Freedom 2010, while also providing large coverage through public services.",
  "176": "The nominal per capita GDP is higher than those of the larger Western and Central European economies and Japan.",
  "177": "If adjusted for purchasing power parity, Switzerland ranks 8th in the world in terms of GDP per capita, according to the World Bank and IMF (ranked 15th according to the CIA Worldfactbook).",
  "178": "The World Economic Forum's Global Competitiveness Report currently ranks Switzerland's economy as the most competitive in the world, while ranked by the European Union as Europe's most innovative country.",
  "179": "For much of the 20th century, Switzerland was the wealthiest country in Europe by a considerable margin (by GDP  per capita).",
  "180": "In 2007 the gross median household income in Switzerland was an estimated 137,094 USD at Purchasing power parity while the median income was 95,824 USD.",
  "181": "Switzerland also has one of the world's largest account balances as a percentage of GDP.",
  "182": "Switzerland's most important economic sector is manufacturing.",
  "183": "Manufacturing consists largely of the production of specialist chemicals, health and pharmaceutical goods, scientific and precision measuring instruments and musical instruments.",
  "184": "The largest exported goods are chemicals (34% of exported goods), machines/electronics (20.9%), and precision instruments/watches (16.9%).",
  "185": "Exported services amount to a third of exports.",
  "186": "The service sector  especially banking and insurance, tourism, and international organisations  is another important industry for Switzerland.",
  "187": "Around 3.8 million people work in Switzerland; about 25% of employees belonged to a trade union in 2004.",
  "188": "Switzerland has a more flexible job market than neighbouring countries and the unemployment rate is very low.",
  "189": "The unemployment rate increased from a low of 1.7% in June 2000 to a peak of 4.4% in December 2009.",
  "190": "The unemployment rate is 3.2% in 2014.",
  "191": "Population growth from net immigration is quite high, at 0.52% of population in 2004.",
  "192": "The foreign citizen population was 21.8% in 2004, about the same as in Australia.",
  "193": "GDP per hour worked is the world's 16th highest, at 49.46 international dollars in 2012.",
  "194": "Switzerland has an overwhelmingly private sector economy and low tax rates by Western World standards; overall taxation is one of the smallest of developed countries.",
  "195": "Switzerland is a relatively easy place to do business, currently ranking 20th of 189 countries in the Ease of Doing Business Index.",
  "196": "The slow growth Switzerland experienced in the 1990s and the early 2000s has brought greater support for economic reforms and harmonization with the European Union.",
  "197": "According to Credit Suisse, only about 37% of residents own their own homes, one of the lowest rates of home ownership in Europe.",
  "198": "Housing and food price levels were 171% and 145% of the EU-25 index in 2007, compared to 113% and 104% in Germany.",
  "199": "The Swiss Federal budget had a size of 62.8 billion Swiss francs in 2010, which is an equivalent 11.35% of the country's GDP in that year; however, the regional (canton) budgets and the budgets of the municipalities are not counted as part of the federal budget and the total rate of government spending is closer to 33.8% of GDP.",
  "200": "The main sources of income for the federal government are the value-added tax (33%) and the direct federal tax (29%) and the main expenditure is located in the areas of social welfare and finance & tax.",
  "201": "The expenditures of the Swiss Confederation have been growing from 7% of GDP in 1960 to 9.7% in 1990 and to 10.7% in 2010.",
  "202": "While the sectors social welfare and finance & tax have been growing from 35% in 1990 to 48.2% in 2010, a significant reduction of expenditures has been occurring in the sectors of agriculture and national defense; from 26.5% in to 12.4% (estimation for the year 2015).",
  "203": "Agricultural protectionisma rare exception to Switzerland's free trade policieshas contributed to high food prices.",
  "204": "Product market liberalisation is lagging behind many EU countries according to the OECD.",
  "205": "Nevertheless, domestic purchasing power is one of the best in the world.",
  "206": "Apart from agriculture, economic and trade barriers between the European Union and Switzerland are minimal and Switzerland has free trade agreements worldwide.",
  "207": "Switzerland is a member of the European Free Trade Association (EFTA).",
  "208": "Education in Switzerland is very diverse because the constitution of Switzerland delegates the authority for the school system to the cantons.",
  "209": "There are both public and private schools, including many private international schools.",
  "210": "The minimum age for primary school is about six years in all cantons, but most cantons provide a free \"children's school\" starting at four or five years old.",
  "211": "Primary school continues until grade four, five or six, depending on the school.",
  "212": "Traditionally, the first foreign language in school was always one of the other national languages, although recently (2000) English was introduced first in a few cantons.",
  "213": "There are 12 universities in Switzerland, ten of which are maintained at cantonal level and usually offer a range of non-technical subjects.",
  "214": "The first university in Switzerland was founded in 1460 in Basel (with a faculty of medicine) and has a tradition of chemical and medical research in Switzerland.",
  "215": "The biggest university in Switzerland is the University of Zurich with nearly 25,000 students.",
  "216": "The two institutes sponsored by the federal government are the ETHZ in Zrich (founded 1855) and the EPFL in Lausanne (founded 1969 as such, formerly an institute associated with the University of Lausanne) which both have an excellent international reputation.",
  "217": "[note 10] Many Nobel prizes have been awarded to Swiss scientists, for example to the world-famous physicist Albert Einstein in the field of physics who developed his Special relativity while working in Bern.",
  "218": "More recently Vladimir Prelog, Heinrich Rohrer, Richard Ernst, Edmond Fischer, Rolf Zinkernagel and Kurt Wthrich received Nobel prizes in the sciences.",
  "219": "In total, 113 Nobel Prize winners in all fields stand in relation to Switzerland[note 11] and the Nobel Peace Prize has been awarded nine times to organisations residing in Switzerland.",
  "220": "Geneva and the nearby French department of Ain co-host the world's largest laboratory, CERN, dedicated to particle physics research.",
  "221": "Another important research center is the Paul Scherrer Institute.",
  "222": "Notable inventions include lysergic acid diethylamide (LSD), the scanning tunneling microscope (Nobel prize) and Velcro.",
  "223": "Some technologies enabled the exploration of new worlds such as the pressurized balloon of Auguste Piccard and the Bathyscaphe which permitted Jacques Piccard to reach the deepest point of the world's oceans.",
  "224": "Switzerland voted against membership in the European Economic Area in a referendum in December 1992 and has since maintained and developed its relationships with the European Union (EU) and European countries through bilateral agreements.",
  "225": "In March 2001, the Swiss people refused in a popular vote to start accession negotiations with the EU.",
  "226": "In recent years, the Swiss have brought their economic practices largely into conformity with those of the EU in many ways, in an effort to enhance their international competitiveness.",
  "227": "The economy grew at 3% in 2010, 1.9% in 2011, and 1% in 2012.",
  "228": "Full EU membership is a long-term objective of some in the Swiss government, but there is considerable popular sentiment against this supported by the conservative SVP party.",
  "229": "The western French-speaking areas and the urban regions of the rest of the country tend to be more pro-EU, however with far from any significant share of the population.",
  "230": "The government has established an Integration Office under the Department of Foreign Affairs and the Department of Economic Affairs.",
  "231": "To minimise the negative consequences of Switzerland's isolation from the rest of Europe, Bern and Brussels signed seven bilateral agreements to further liberalise trade ties.",
  "232": "These agreements were signed in 1999 and took effect in 2001.",
  "233": "This first series of bilateral agreements included the free movement of persons.",
  "234": "A second series covering nine areas was signed in 2004 and has since been ratified, which includes the Schengen Treaty and the Dublin Convention besides others.",
  "235": "They continue to discuss further areas for cooperation.",
  "236": "In 2006, Switzerland approved 1 billion francs of supportive investment in the poorer Southern and Central European countries in support of cooperation and positive ties to the EU as a whole.",
  "237": "A further referendum will be needed to approve 300 million francs to support Romania and Bulgaria and their recent admission.",
  "238": "The Swiss have also been under EU and sometimes international pressure to reduce banking secrecy and to raise tax rates to parity with the EU.",
  "239": "Preparatory discussions are being opened in four new areas: opening up the electricity market, participation in the European GNSS project Galileo, cooperating with the European centre for disease prevention and recognising certificates of origin for food products.",
  "240": "On 9 February 2014, Swiss voters narrowly approved by 50.3% a ballot initiative launched by the national conservative Swiss People's Party (SVP/UDC) to restrict immigration, and thus reintroducing a quota system on the influx of foreigners.",
  "241": "This initiative was mostly backed by rural (57.6% approvals), suburban (51.2% approvals), and isolated cities (51.3% approvals) of Switzerland as well as by a strong majority (69.2% approval) in the canton of Ticino, while metropolitan centres (58.5% rejection) and the French-speaking part (58.5% rejection) of Switzerland rather rejected it.",
  "242": "Some news commentators claim that this proposal de facto contradicts the bilateral agreements on the free movement of persons from these respective countries.",
  "243": "The former ten-year moratorium on the construction of new nuclear power plants was the result of a citizens' initiative voted on in 1990 which had passed with 54.5% Yes vs. 45.5% No votes.",
  "244": "Plans for a new nuclear plant in the Canton of Bern have been put on hold after the accident at the Fukushima Daiichi power plant in 2011.",
  "245": "The Swiss Federal Office of Energy (SFOE) is the office responsible for all questions relating to energy supply and energy use within the Federal Department of Environment, Transport, Energy and Communications (DETEC).",
  "246": "The agency is supporting the 2000-watt society initiative to cut the nation's energy use by more than half by the year 2050.",
  "247": "On 25 May 2011 the Swiss government announced that it plans to end its use of nuclear energy in the next 2 or 3 decades.",
  "248": "\"The government has voted for a phaseout because we want to ensure a secure and autonomous supply of energy\", Energy Minister Doris Leuthard said that day at a press conference in Bern.",
  "249": "\"Fukushima showed that the risk of nuclear power is too high, which in turn has also increased the costs of this energy form.\"",
  "250": "The first reactor would reportedly be taken offline in 2019 and the last one in 2034.",
  "251": "Parliament will discuss the plan in June 2011, and there could be a referendum as well.",
  "252": "The most dense rail network in Europe of 5,063 km (3,146 mi) carries over 350 million passengers annually.",
  "253": "In 2007, each Swiss citizen travelled on average 2,258 km (1,403 mi) by rail, which makes them the keenest rail users.",
  "254": "The network is administered mainly by the Federal Railways, except in Graubnden, where the 366 km (227 mi) narrow gauge railway is operated by the Rhaetian Railways and includes some World Heritage lines.",
  "255": "The building of new railway base tunnels through the Alps is under way to reduce the time of travel between north and south through the AlpTransit project.",
  "256": "Swiss private-public managed road network is funded by road tolls and vehicle taxes.",
  "257": "The Swiss autobahn/autoroute system requires the purchase of a vignette (toll sticker)which costs 40 Swiss francsfor one calendar year in order to use its roadways, for both passenger cars and trucks.",
  "258": "The Swiss autobahn/autoroute network has a total length of 1,638 km (1,018 mi) (as of 2000) and has, by an area of 41,290 km2 (15,940 sq mi), also one of the highest motorway densities in the world.",
  "259": "Zrich Airport is Switzerland's largest international flight gateway, which handled 22.8 million passengers in 2012.",
  "260": "The other international airports are Geneva Airport (13.9 million passengers in 2012), EuroAirport Basel-Mulhouse-Freiburg which is located in France, Bern Airport, Lugano Airport, St. Gallen-Altenrhein Airport and Sion Airport.",
  "261": "Swiss International Air Lines is the flag carrier of Switzerland.",
  "262": "Its main hub is Zrich.",
  "263": "Switzerland has one of the best environmental records among nations in the developed world; it was one of the countries to sign the Kyoto Protocol in 1998 and ratified it in 2003.",
  "264": "With Mexico and the Republic of Korea it forms the Environmental Integrity Group (EIG).",
  "265": "The country is heavily active in recycling and anti-littering regulations and is one of the top recyclers in the world, with 66% to 96% of recyclable materials being recycled, depending on the area of the country.",
  "266": "The 2014 Global Green Economy Index ranked Switzerland among the top 10 green economies in the world.",
  "267": "In many places in Switzerland, household rubbish disposal is charged for.",
  "268": "Rubbish (except dangerous items, batteries etc.)",
  "269": "is only collected if it is in bags which either have a payment sticker attached, or in official bags with the surcharge paid at the time of purchase.",
  "270": "This gives a financial incentive to recycle as much as possible, since recycling is free.",
  "271": "Illegal disposal of garbage is not tolerated but usually the enforcement of such laws is limited to violations that involve the unlawful disposal of larger volumes at traffic intersections and public areas.",
  "272": "Fines for not paying the disposal fee range from CHF 200500.",
  "273": "In 2012, resident foreigners made up 23.3% of the population.",
  "274": "Most of these (64%) were from European Union or EFTA countries.",
  "275": "Italians were the largest single group of foreigners with 15.6% of total foreign population.",
  "276": "They were closely followed by Germans (15.2%), immigrants from Portugal (12.7%), France (5.6%), Serbia (5.3%), Turkey (3.8%), Spain (3.7%), and Austria (2%).",
  "277": "Immigrants from Sri Lanka, most of them former Tamil refugees, were the largest group among people of Asian origin (6.3%).",
  "278": "Additionally, the figures from 2012 show that 34.7% of the permanent resident population aged 15 or over in Switzerland, i.e.",
  "279": "2,335,000 persons, had an immigrant background.",
  "280": "A third of this population (853,000) held Swiss citizenship.",
  "281": "Four fifths of persons with an immigration background were themselves immigrants (first generation foreigners and native-born and naturalised Swiss citizens), whereas one fifth were born in Switzerland (second generation foreigners and native-born and naturalised Swiss citizens).",
  "282": "In the 2000s, domestic and international institutions expressed concern about what they perceived as an increase in xenophobia, particularly in some political campaigns.",
  "283": "In reply to one critical report the Federal Council noted that \"racism unfortunately is present in Switzerland\", but stated that the high proportion of foreign citizens in the country, as well as the generally unproblematic integration of foreigners\", underlined Switzerland's openness.",
  "284": "Switzerland has four official languages: principally German (63.5% total population share, with foreign residents, in 2013); French (22.5%) in the west; and Italian (8.1%) in the south.",
  "285": "The fourth official language, Romansh (0.5%), is a Romance language spoken locally in the southeastern trilingual canton of Graubnden, and is designated by Article 4 of the Federal Constitution as a national language along with German, French, and Italian, and in Article 70 as an official language if the authorities communicate with persons who speak Romansh.",
  "286": "However, federal laws and other official acts do not need to be decreed in Romansh.",
  "287": "Aside from the official forms of their respective languages, the four linguistic regions of Switzerland also have their local dialectal forms.",
  "288": "The role played by dialects in each linguistic region varies dramatically: in the German-speaking regions, Swiss German dialects have become ever more prevalent since the second half of the 20th century, especially in the media, such as radio and television, and are used as an everyday language, while the Swiss variety of Standard German is almost always used instead of dialect for written communication (c.f.",
  "289": "diglossic usage of a language).",
  "290": "Conversely, in the French-speaking regions the local dialects have almost disappeared (only 6.3% of the population of Valais, 3.9% of Fribourg, and 3.1% of Jura still spoke dialects at the end of the 20th century), while in the Italian-speaking regions dialects are mostly limited to family settings and casual conversation.",
  "291": "The principal official languages (German, French, and Italian) have terms, not used outside of Switzerland, known as Helvetisms.",
  "292": "German Helvetisms are, roughly speaking, a large group of words typical of Swiss Standard German, which do not appear either in Standard German, nor in other German dialects.",
  "293": "These include terms from Switzerland's surrounding language cultures (German Billette from French), from similar term in another language (Italian azione used not only as act but also as discount from German Aktion).",
  "294": "The French spoken in Switzerland has similar terms, which are equally known as Helvetisms.",
  "295": "The most frequent characteristics of Helvetisms are in vocabulary, phrases, and pronunciation, but certain Helvetisms denote themselves as special in syntax and orthography likewise.",
  "296": "Duden, one of the prescriptive sources for Standard German, is aware of about 3000 Helvetisms.",
  "297": "Current French dictionaries, such as the Petit Larousse, include several hundred Helvetisms.",
  "298": "Swiss citizens are universally required to buy health insurance from private insurance companies, which in turn are required to accept every applicant.",
  "299": "While the cost of the system is among the highest it compares well with other European countries in terms of health outcomes; patients who are citizens have been reported as being, in general, highly satisfied with it.",
  "300": "In 2012, life expectancy at birth was 80.4 years for men and 84.7 years for women  the highest in the world.",
  "301": "However, spending on health is particularly high at 11.4% of GDP (2010), on par with Germany and France (11.6%) and other European countries, and notably less than spending in the USA (17.6%).",
  "302": "From 1990, a steady increase can be observed, reflecting the high costs of the services provided.",
  "303": "With an ageing population and new healthcare technologies, health spending will likely continue to rise.",
  "304": "Between two thirds and three quarters of the population live in urban areas.",
  "305": "Switzerland has gone from a largely rural country to an urban one in just 70 years.",
  "306": "Since 1935 urban development has claimed as much of the Swiss landscape as it did during the previous 2,000 years.",
  "307": "This urban sprawl does not only affect the plateau but also the Jura and the Alpine foothills and there are growing concerns about land use.",
  "308": "However, from the beginning of the 21st century, the population growth in urban areas is higher than in the countryside.",
  "309": "Switzerland has a dense network of cities, where large, medium and small cities are complementary.",
  "310": "The plateau is very densely populated with about 450 people per km2 and the landscape continually shows signs of human presence.",
  "311": "The weight of the largest metropolitan areas, which are Zrich, GenevaLausanne, Basel and Bern tend to increase.",
  "312": "In international comparison the importance of these urban areas is stronger than their number of inhabitants suggests.",
  "313": "In addition the two main centers of Zrich and Geneva are recognized for their particularly great quality of life.",
  "314": "Christianity is the predominant religion of Switzerland (about 71% of resident population and 75% of Swiss citizens), divided between the Catholic Church (38.21% of the population), the Swiss Reformed Church (26.93%), further Protestant churches (2.89%) and other Christian denominations (2.79%).",
  "315": "There has been a recent rise in Evangelicalism.",
  "316": "Immigration has brought Islam (4.95%) and Eastern Orthodoxy (around 2%) as sizeable minority religions.",
  "317": "According to a 2015 poll by Gallup International, 12% of Swiss people self-identified as \"convinced atheists.\"",
  "318": "As of the 2000 census other Christian minority communities include Neo-Pietism (0.44%), Pentecostalism (0.28%, mostly incorporated in the Schweizer Pfingstmission), Methodism (0.13%), the New Apostolic Church (0.45%), Jehovah's Witnesses (0.28%), other Protestant denominations (0.20%), the Old Catholic Church (0.18%), other Christian denominations (0.20%).",
  "319": "Non-Christian religions are Hinduism (0.38%), Buddhism (0.29%), Judaism (0.25%) and others (0.11%); 4.3% did not make a statement.",
  "320": "21.4% in 2012 declared themselves as unchurched i.e.",
  "321": "not affiliated with any church or other religious body (Agnostic, Atheist, or just not related to any official religion).",
  "322": "The country was historically about evenly balanced between Catholic and Protestant, with a complex patchwork of majorities over most of the country.",
  "323": "Geneva converted to Protestantism in 1536, just before John Calvin arrived there.",
  "324": "One canton, Appenzell, was officially divided into Catholic and Protestant sections in 1597.",
  "325": "The larger cities and their cantons (Bern, Geneva, Lausanne, Zrich and Basel) used to be predominantly Protestant.",
  "326": "Central Switzerland, the Valais, the Ticino, Appenzell Innerrhodes, the Jura, and Fribourg are traditionally Catholic.",
  "327": "The Swiss Constitution of 1848, under the recent impression of the clashes of Catholic vs. Protestant cantons that culminated in the Sonderbundskrieg, consciously defines a consociational state, allowing the peaceful co-existence of Catholics and Protestants.",
  "328": "A 1980 initiative calling for the complete separation of church and state was rejected by 78.9% of the voters.",
  "329": "Some traditionally Protestant cantons and cities nowadays have a slight Catholic majority, not because they were growing in members, quite the contrary, but only because since about 1970 a steadily growing minority became not affiliated with any church or other religious body (21.4% in Switzerland, 2012) especially in traditionally Protestant regions, such as Basel-City (42%), canton of Neuchtel (38%), canton of Geneva (35%), canton of Vaud (26%), or Zrich city (city: >25%; canton: 23%).",
  "330": "Three of Europe's major languages are official in Switzerland.",
  "331": "Swiss culture is characterised by diversity, which is reflected in a wide range of traditional customs.",
  "332": "A region may be in some ways strongly culturally connected to the neighbouring country that shares its language, the country itself being rooted in western European culture.",
  "333": "The linguistically isolated Romansh culture in Graubnden in eastern Switzerland constitutes an exception, it survives only in the upper valleys of the Rhine and the Inn and strives to maintain its rare linguistic tradition.",
  "334": "Alpine symbolism has played an essential role in shaping the history of the country and the Swiss national identity.",
  "335": "Nowadays some concentrated mountain areas have a strong highly energetic ski resort culture in winter, and a hiking (ger: das Wandern) or Mountain biking culture in summer.",
  "336": "Other areas throughout the year have a recreational culture that caters to tourism, yet the quieter seasons are spring and autumn when there are fewer visitors.",
  "337": "A traditional farmer and herder culture also predominates in many areas and small farms are omnipresent outside the cities.",
  "338": "Folk art is kept alive in organisations all over the country.",
  "339": "In Switzerland it is mostly expressed in music, dance, poetry, wood carving and embroidery.",
  "340": "The alphorn, a trumpet-like musical instrument made of wood, has become alongside yodeling and the accordion an epitome of traditional Swiss music.",
  "341": "The government exerts greater control over broadcast media than print media, especially due to finance and licensing.",
  "342": "The Swiss Broadcasting Corporation, whose name was recently changed to SRG SSR, is charged with the production and broadcast of radio and television programs.",
  "343": "SRG SSR studios are distributed throughout the various language regions.",
  "344": "Radio content is produced in six central and four regional studios while the television programs are produced in Geneva, Zrich and Lugano.",
  "345": "An extensive cable network also allows most Swiss to access the programs from neighboring countries.",
  "346": "Skiing, snowboarding and mountaineering are among the most popular sports in Switzerland, the nature of the country being particularly suited for such activities.",
  "347": "Winter sports are practiced by the natives and tourists since the second half of the 19th century with the invention of bobsleigh in St. Moritz.",
  "348": "The first world ski championships were held in Mrren (1931) and St. Moritz (1934).",
  "349": "The latter town hosted the second Winter Olympic Games in 1928 and the fifth edition in 1948.",
  "350": "Among the most successful skiers and world champions are Pirmin Zurbriggen and Didier Cuche.",
  "351": "Swiss are fans of football and the national team is nicknamed the 'Nati'.",
  "352": "The headquarters of the sport's governing body, the International Federation of Association Football (FIFA), is located in Zrich.",
  "353": "Switzerland hosted the 1954 FIFA World Cup, and was the joint host, with Austria, of the Euro 2008 tournament.",
  "354": "The Swiss Super League is the nation's professional club league.",
  "355": "For the Brasil 2014 World Cup finals tournament, the country's German-speaking cantons will be closely monitored by local police forces to prevent celebrations beyond one hour after matches end.",
  "356": "Europe's highest football pitch, at 2,000 metres (6,600 ft) above sea level, is located in Switzerland and is named the Ottmar Hitzfeld Stadium.",
  "357": "Many Swiss also follow ice hockey and support one of the 12 clubs in the League A, which is the most attended league in Europe.",
  "358": "In 2009, Switzerland hosted the IIHF World Championship for the 10th time.",
  "359": "It also became World Vice-Champion in 2013.",
  "360": "The numerous lakes make Switzerland an attractive place for sailing.",
  "361": "The largest, Lake Geneva, is the home of the sailing team Alinghi which was the first European team to win the America's Cup in 2003 and which successfully defended the title in 2007.",
  "362": "Tennis has become an increasingly popular sport, and Swiss players such as Martina Hingis, Roger Federer, and most recently, Stanislas Wawrinka have won multiple Grand Slams.",
  "363": "Swiss professional wrestler Claudio Castagnoli is currently signed with WWE, and is a former United States champion.",
  "364": "Motorsport racecourses and events were banned in Switzerland following the 1955 Le Mans disaster with exception to events such as Hillclimbing.",
  "365": "During this period, the country still produced successful racing drivers such as Clay Regazzoni, Sebastian Buemi, Jo Siffert, Dominique Aegerter, successful World Touring Car Championship driver Alain Menu, 2014 24 Hours of Le Mans winner Marcel Fssler and 2015 24 Hours Nrburgring winner Nico Mller.",
  "366": "Switzerland also won the A1GP World Cup of Motorsport in 200708 with driver Neel Jani.",
  "367": "Swiss motorcycle racer Thomas Lthi won the 2005 MotoGP World Championship in the 125cc category.",
  "368": "In June 2007 the Swiss National Council, one house of the Federal Assembly of Switzerland, voted to overturn the ban, however the other house, the Swiss Council of States rejected the change and the ban remains in place.",
  "369": "Traditional sports include Swiss wrestling or \"Schwingen\".",
  "370": "It is an old tradition from the rural central cantons and considered the national sport by some.",
  "371": "Hornussen is another indigenous Swiss sport, which is like a cross between baseball and golf.",
  "372": "Steinstossen is the Swiss variant of stone put, a competition in throwing a heavy stone.",
  "373": "Practiced only among the alpine population since prehistoric times, it is recorded to have taken place in Basel in the 13th century.",
  "374": "It is also central to the Unspunnenfest, first held in 1805, with its symbol the 83.5 kg stone named Unspunnenstein.",
  "375": "The cuisine of Switzerland is multifaceted.",
  "376": "While some dishes such as fondue, raclette or rsti are omnipresent through the country, each region developed its own gastronomy according to the differences of climate and languages.",
  "377": "Traditional Swiss cuisine uses ingredients similar to those in other European countries, as well as unique dairy products and cheeses such as Gruyre or Emmental, produced in the valleys of Gruyres and Emmental.",
  "378": "The number of fine-dining establishments is high, particularly in western Switzerland.",
  "379": "The most popular alcoholic drink in Switzerland is wine.",
  "380": "Switzerland is notable for the variety of grapes grown because of the large variations in terroirs, with their specific mixes of soil, air, altitude and light.",
  "381": "Swiss wine is produced mainly in Valais, Vaud (Lavaux), Geneva and Ticino, with a small majority of white wines.",
  "382": "Vineyards have been cultivated in Switzerland since the Roman era, even though certain traces can be found of a more ancient origin.",
  "383": "The most widespread varieties are the Chasselas (called Fendant in Valais) and Pinot noir.",
  "384": "The Merlot is the main variety produced in Ticino."
}