{
  "1": "The Order of Preachers (Latin: Ordo Praedicatorum, hence the abbreviation OP used by members), more commonly known after the 15th century as the Dominican Order or Dominicans, is a Roman Catholic religious order founded by the Spanish priest Saint Dominic de Guzman in France and approved by Pope Honorius III (121627) on 22 December 1216.",
  "2": "Membership in this \"mendicant\" order includes friars, nuns, active sisters, and lay or secular Dominicans (formerly known as tertiaries, though recently there has been a growing number of Associates, who are unrelated to the tertiaries) affiliated with the order.",
  "3": "Founded to preach the Gospel and to combat heresy, the teaching activity of the order and its scholastic organization placed the Preachers in the forefront of the intellectual life of the Middle Ages.",
  "4": "The order is famed for its intellectual tradition, having produced many leading theologians and philosophers.",
  "5": "The Dominican Order is headed by the Master of the Order, who is currently Bruno Cador.",
  "6": "Members of the order generally carry the letters O.P., standing for Ordinis Praedicatorum, meaning of the Order of Preachers, after their names.",
  "7": "The Dominican Order came into being in the Middle Ages at a time when religion began to be contemplated in a new way.",
  "8": "Men of God were no longer expected to stay behind the walls of a cloister.",
  "9": "Instead, they travelled among the people, taking as their examples the apostles of the primitive Church.",
  "10": "Out of this ideal emerged two orders of mendicant friars: one, the Friars Minor, was led by Francis of Assisi; the other, the Friars Preachers, by Dominic of Guzman.",
  "11": "Like his contemporary, Francis, Dominic saw the need for a new type of organization, and the quick growth of the Dominicans and Franciscans during their first century of existence confirms that the orders of mendicant friars met a need.",
  "12": "Dominic sought to establish a new kind of order, one that would bring the dedication and systematic education of the older monastic orders like the Benedictines to bear on the religious problems of the burgeoning population of cities, but with more organizational flexibility than either monastic orders or the secular clergy.",
  "13": "Dominic's new order was to be a preaching order, trained to preach in the vernacular languages.",
  "14": "Rather than earning their living on vast farms as the monasteries had done, the new friars would survive by begging, \"selling\" themselves through persuasive preaching.",
  "15": "Dominic inspired his followers with loyalty to learning and virtue, a deep recognition of the spiritual power of worldly deprivation and the religious state, and a highly developed governmental structure.",
  "16": "At the same time, Dominic inspired the members of his order to develop a \"mixed\" spirituality.",
  "17": "They were both active in preaching, and contemplative in study, prayer and meditation.",
  "18": "The brethren of the Dominican Order were urban and learned, as well as contemplative and mystical in their spirituality.",
  "19": "While these traits had an impact on the women of the order, the nuns especially absorbed the latter characteristics and made those characteristics their own.",
  "20": "In England, the Dominican nuns blended these elements with the defining characteristics of English Dominican spirituality and created a spirituality and collective personality that set them apart.",
  "21": "As an adolescent, he had a particular love of theology and the Scriptures became the foundation of his spirituality.",
  "22": "During his studies in Palencia, Spain, he experienced a dreadful famine, prompting Dominic to sell all of his beloved books and other equipment to help his neighbors.",
  "23": "After he completed his studies, Bishop Martin Bazan and Prior Diego d'Achebes appointed Dominic to the cathedral chapter and he became a regular canon under the Rule of St. Augustine and the Constitutions for the cathedral church of Osma.",
  "24": "At the age of twenty-four or twenty-five, he was ordained to the priesthood.",
  "25": "In 1203, Dominic joined Prior Diego de Acebo on an embassy to Denmark for the monarchy of Spain, to arrange the marriage between the son of King Alfonso VIII of Castile and a niece of King Valdemar II of Denmark.",
  "26": "At that time the south of France was the stronghold of the Cathar or Albigensian heresy, named after the Duke of Albi, a Cathar sympathiser and opponent to the subsequent Albigensian Crusade (12091229).",
  "27": "Dominic was fired by a reforming zeal after they encountered Albigensian Christians at Toulouse.",
  "28": "Prior Diego saw immediately one of the paramount reasons for the spread of the unorthodox movement: the representatives of the Holy Church acted and moved with an offensive amount of pomp and ceremony.",
  "29": "On the other hand, the Cathars lived in a state of self-sacrifice that was widely appealing.",
  "30": "For these reasons, Prior Diego suggested that the papal legates begin to live a reformed apostolic life.",
  "31": "The legates agreed to change if they could find a strong leader.",
  "32": "The prior took up the challenge, and he and Dominic dedicated themselves to the conversion of the Albigensians.",
  "33": "Despite this particular mission, in winning the Albigensians over by persuasion Dominic met limited success, \"for though in his ten years of preaching a large number of converts were made, it has to be said that the results were not such as had been hoped for.\"",
  "34": "Dominic became the spiritual father to several Albigensian women he had reconciled to the faith, and in 1206 he established them in a convent in Prouille.",
  "35": "This convent would become the foundation of the Dominican nuns, thus making the Dominican nuns older than the Dominican friars.",
  "36": "Prior Diego sanctioned the building of a monastery for girls whose parents had sent them to the care of the Albigensians because their families were too poor to fulfill their basic needs.",
  "37": "The monastery was at Prouille would later become Dominic's headquarters for his missionary effort there.",
  "38": "After two years on the mission field, Prior Diego died while traveling back to Spain.",
  "39": "When his preaching companions heard of his death, all save Dominic and a very small number of others returned to their homes.",
  "40": "In July 1215, with the approbation of Bishop Foulques of Toulouse, Dominic ordered his followers into an institutional life.",
  "41": "Its purpose was revolutionary in the pastoral ministry of the Catholic Church.",
  "42": "These priests were organized and well trained in religious studies.",
  "43": "Dominic needed a frameworka ruleto organize these components.",
  "44": "The Rule of St. Augustine was an obvious choice for the Dominican Order, according to Dominic's successor, Jordan of Saxony, because it lent itself to the \"salvation of souls through preaching\".",
  "45": "By this choice, however, the Dominican brothers designated themselves not monks, but canons-regular.",
  "46": "They could practice ministry and common life while existing in individual poverty.",
  "47": "Dominic's education at Palencia gave him the knowledge he needed to overcome the Manicheans.",
  "48": "With charity, the other concept that most defines the work and spirituality of the order, study became the method most used by the Dominicans in working to defend the Church against the perils that hounded it, and also of enlarging its authority over larger areas of the known world.",
  "49": "In Dominic's thinking, it was impossible for men to preach what they did not or could not understand.",
  "50": "When the brethren left Prouille, then, to begin their apostolic work, Dominic sent Matthew of Paris to establish a school near the University of Paris.",
  "51": "This was the first of many Dominican schools established by the brethren, some near large universities throughout Europe.",
  "52": "In 1219 Pope Honorius III invited Saint Dominic and his companions to take up residence at the ancient Roman basilica of Santa Sabina, which they did by early 1220.",
  "53": "Before that time the friars had only a temporary residence in Rome at the convent of San Sisto Vecchio which Honorius III had given to Dominic circa 1218 intending it to become a convent for a reformation of nuns at Rome under Dominic's guidance.",
  "54": "In May 1220 at Bologna the order's first General Chapter mandated that each new priory of the order maintain its own studium conventuale thus laying the foundation of the Dominican tradition of sponsoring widespread institutions of learning.",
  "55": "The official foundation of the Dominican convent at Santa Sabina with its studium conventuale occurred with the legal transfer of property from Honorius III to the Order of Preachers on June 5, 1222.",
  "56": "This studium was transformed into the order's first studium provinciale by Saint Thomas Aquinas in 1265.",
  "57": "Part of the curriculum of this studium was relocated in 1288 at the studium of Santa Maria sopra Minerva which in the 16th century world be transformed into the College of Saint Thomas (Latin: Collegium Divi Thom).",
  "58": "In the 20th century the college would be relocated to the convent of Saints Dominic and Sixtus and would be transformed into the Pontifical University of Saint Thomas Aquinas, Angelicum.",
  "59": "The Dominican friars quickly spread, including to England, where they appeared in Oxford in 1221.",
  "60": "In the 13th century the order reached all classes of Christian society, fought heresy, schism, and paganism by word and book, and by its missions to the north of Europe, to Africa, and Asia passed beyond the frontiers of Christendom.",
  "61": "Its schools spread throughout the entire Church; its doctors wrote monumental works in all branches of knowledge, including the extremely important Albertus Magnus and Thomas Aquinas.",
  "62": "Its members included popes, cardinals, bishops, legates, inquisitors, confessors of princes, ambassadors, and paciarii (enforcers of the peace decreed by popes or councils).",
  "63": "The order was appointed by Pope Gregory IX the duty to carry out the Inquisition.",
  "64": "In his Papal Bull Ad extirpanda of 1252, Pope Innocent IV authorised the Dominicans' use of torture under prescribed circumstances.",
  "65": "The expansion of the order produced changes.",
  "66": "A smaller emphasis on doctrinal activity favoured the development here and there of the ascetic and contemplative life and there sprang up, especially in Germany and Italy, the mystical movement with which the names of Meister Eckhart, Heinrich Suso, Johannes Tauler, and St. Catherine of Siena are associated.",
  "67": "(See German mysticism, which has also been called \"Dominican mysticism.\")",
  "68": "This movement was the prelude to the reforms undertaken, at the end of the century, by Raymond of Capua, and continued in the following century.",
  "69": "It assumed remarkable proportions in the congregations of Lombardy and the Netherlands, and in the reforms of Savonarola in Florence.",
  "70": "At the same time the order found itself face to face with the Renaissance.",
  "71": "It struggled against pagan tendencies in Renaissance humanism, in Italy through Dominici and Savonarola, in Germany through the theologians of Cologne but it also furnished humanism with such advanced writers as Francesco Colonna (probably the writer of the Hypnerotomachia Poliphili) and Matteo Bandello.",
  "72": "Many Dominicans took part in the artistic activity of the age, the most prominent being Fra Angelico and Fra Bartolomeo.",
  "73": "During this critical period, the number of Preachers seems never to have sunk below 3,500.",
  "74": "Statistics for 1876 show 3,748, but 500 of these had been expelled from their convents and were engaged in parochial work.",
  "75": "Statistics for 1910 show a total of 4,472 nominally or actually engaged in proper activities of the order.",
  "76": "In the year 2000, there were 5,171 Dominican friars in solemn vows, 917 student brothers, and 237 novices.",
  "77": "By the year 2013 there were 6058 Dominican friars, including 4,470 priests.",
  "78": "In the revival movement France held a foremost place, owing to the reputation and convincing power of the orator, Jean-Baptiste Henri Lacordaire (18021861).",
  "79": "He took the habit of a Friar Preacher at Rome (1839), and the province of France was canonically erected in 1850.",
  "80": "From this province were detached the province of Lyon, called Occitania (1862), that of Toulouse (1869), and that of Canada (1909).",
  "81": "The French restoration likewise furnished many laborers to other provinces, to assist in their organization and progress.",
  "82": "From it came the master general who remained longest at the head of the administration during the 19th century, Pre Vincent Jandel (18501872).",
  "83": "Here should be mentioned the province of St. Joseph in the United States.",
  "84": "Founded in 1805 by Edward Fenwick, afterwards first Bishop of Cincinnati, Ohio (18211832), this province has developed slowly, but now ranks among the most flourishing and active provinces of the order.",
  "85": "In 1910 it numbered seventeen convents or secondary houses.",
  "86": "In 1905, it established a large house of studies at Washington, D.C., called the Dominican House of Studies.",
  "87": "There are now four Dominican provinces in the United States.",
  "88": "The province of France has produced a large number of preachers.",
  "89": "The conferences of Notre-Dame-de-Paris were inaugurated by Pre Lacordaire.",
  "90": "The Dominicans of the province of France furnished Lacordaire (18351836, 18431851), Jacques Monsabr (18691870, 18721890), Joseph Ollivier (1871, 1897), Thomas Etourneau (18981902).",
  "91": "[citation needed] Since 1903 the pulpit of Notre Dame has been occupied by a succession of Dominicans.",
  "92": "Pre Henri Didon (d. 1900) was a Dominican.",
  "93": "The house of studies of the province of France publishes L'Anne Dominicaine (founded 1859), La Revue des Sciences Philosophiques et Theologiques (1907), and La Revue de la Jeunesse (1909).",
  "94": "French Dominicans founded and administer the cole Biblique et Archologique franaise de Jrusalem founded in 1890 by Pre Marie-Joseph Lagrange O.P.",
  "95": "(18551938), one of the leading international centres for Biblical research.",
  "96": "It is at the cole Biblique that the famed Jerusalem Bible (both editions) was prepared.",
  "97": "Doctrinal development has had an important place in the restoration of the Preachers.",
  "98": "Several institutions, besides those already mentioned, played important parts.",
  "99": "Such is the Biblical school at Jerusalem, open to the religious of the order and to secular clerics, which publishes the Revue Biblique.",
  "100": "The faculty of theology at the University of Fribourg, confided to the care of the Dominicans in 1890, is flourishing, and has about 250 students.",
  "101": "The Pontificium Collegium Internationale Angelicum, the future Pontifical University of Saint Thomas Aquinas, Angelicum established at Rome in 1908 by Master Hyacinth Cormier, opened its doors to regulars and seculars for the study of the sacred sciences.",
  "102": "In addition to the reviews above are the Revue Thomiste, founded by Pre Thomas Coconnier (d. 1908), and the Analecta Ordinis Prdicatorum (1893).",
  "103": "Among numerous writers of the order in this period are: Cardinals Thomas Zigliara (d. 1893) and Zephirin Gonzlez (d. 1894), two esteemed philosophers; Alberto Guillelmotti (d. 1893), historian of the Pontifical Navy, and Heinrich Denifle, one of the most famous writers on medieval history (d.",
  "104": "1905).",
  "105": "[citation needed] Today, there is a growing number of Associates who share the Dominican charism.",
  "106": "Dominican Associates are Christian women and men; married, single, divorced, and widowed; clergy members and lay persons who were first drawn to and then called to live out the charism and continue the mission of the Dominican Order - to praise, to bless, to preach.",
  "107": "Associates do not take vows, but rather make a commitment to be partners with vowed members, and to share the mission and charism of the Dominican Family in their own lives, families, churches, neighborhoods, workplaces, and cities.",
  "108": "The spiritual tradition of Dominic's Order is punctuated not only by charity, study and preaching, but also by instances of mystical union.",
  "109": "The Dominican emphasis on learning and on charity distinguishes it from other monastic and mendicant orders.",
  "110": "As the order first developed on the European continent, learning continued to be emphasized by these friars and their sisters in Christ.",
  "111": "These religious also struggled for a deeply personal, intimate relationship with God.",
  "112": "When the order reached England, many of these attributes were kept, but the English gave the order additional, specialized characteristics.",
  "113": "This topic is discussed below.",
  "114": "Dominic's search for a close relationship with God was determined and unceasing.",
  "115": "He rarely spoke, so little of his interior life is known.",
  "116": "What is known about it comes from accounts written by people near to him.",
  "117": "St. Cecilia remembered him as cheerful, charitable and full of unceasing vigor.",
  "118": "From a number of accounts, singing was apparently one of Dominic's great delights.",
  "119": "Dominic practiced self-scourging and would mortify himself as he prayed alone in the chapel at night for 'poor sinners.'",
  "120": "He owned a single habit, refused to carry money, and would allow no one to serve him.",
  "121": "The spirituality evidenced throughout all of the branches of the order reflects the spirit and intentions of its founder, though some of the elements of what later developed might have surprised the Castilian friar.",
  "122": "Fundamentally, Dominic was \"... a man of prayer who utilized the full resources of the learning available to him to preach, to teach, and even materially to assist those searching for the truth found in the gospel of Christ.",
  "123": "It is that spirit which [Dominic] bequeathed to his followers\".",
  "124": "Humbert of Romans, the master general of the order from 1254 to 1263, was a great administrator, as well as preacher and writer.",
  "125": "It was under his tenure as master general that the sisters in the order were given official membership.",
  "126": "Humbert was a great lover of languages, and encouraged linguistic studies among the Dominicans, primarily Arabic, because of the missionary work friars were pursuing amongst those led astray or forced to convert by Muslims in the Middle East.",
  "127": "He also wanted his friars to reach excellence in their preaching, and this was his most lasting contribution to the order.",
  "128": "The growth of the spirituality of young preachers was his first priority.",
  "129": "He once cried to his students: \"... consider how excellent this office [of preaching] is, because it is apostolic; how useful, because it is directly ordained for the salvation of souls; how perilous, because few have in them, or perform, what the office requires, for it is not without great danger ... , vol.",
  "130": "xxv.",
  "131": "(Lyon, 1677) Humbert is at the center of ascetic writers in the Dominican Order.",
  "132": "In this role, he added significantly to its spirituality.",
  "133": "His writings are permeated with \"religious good sense,\" and he used uncomplicated language that could edify even the weakest member.",
  "134": "Humbert advised his readers, \"[Young Dominicans] are also to be instructed not to be eager to see visions or work miracles, since these avail little to salvation, and sometimes we are fooled by them; but rather they should be eager to do good in which salvation consists.",
  "135": "Also, they should be taught not to be sad if they do not enjoy the divine consolations they hear others have; but they should know the loving Father for some reason sometimes withholds these.",
  "136": "Again, they should learn that if they lack the grace of compunction or devotion they should not think they are not in the state of grace as long as they have good will, which is all that God regards\".",
  "137": "Another who contributed significantly to the spirituality of the order is Albertus Magnus, the only person of the period to be given the appellation \"Great\".",
  "138": "His influence on the brotherhood permeated nearly every aspect of Dominican life.",
  "139": "Albert was a scientist, philosopher, astrologer, theologian, spiritual writer, ecumenist, and diplomat.",
  "140": "Under the auspices of Humbert of Romans, Albert molded the curriculum of studies for all Dominican students, introduced Aristotle to the classroom and probed the work of Neoplatonists, such as Plotinus.",
  "141": "Indeed, it was the thirty years of work done by Thomas Aquinas and himself (12451274) that allowed for the inclusion of Aristotelian study in the curriculum of Dominican schools.",
  "142": "One of Albert's greatest contributions was his study of Dionysus the Areopagite, a mystical theologian whose words left an indelible imprint in the medieval period.",
  "143": "Magnus' writings made a significant contribution to German mysticism, which became vibrant in the minds of the Beguines and women such as Hildegard of Bingen and Mechthild of Magdeburg.",
  "144": "Mysticism, for the purposes of this study, refers to the conviction that all believers have the capability to experience God's love.",
  "145": "This love may manifest itself through brief ecstatic experiences, such that one may be engulfed by God and gain an immediate knowledge of Him, which is unknowable through the intellect alone.",
  "146": "Albertus Magnus championed the idea, drawn from Dionysus, that positive knowledge of God is possible, but obscure.",
  "147": "Thus, it is easier to state what God is not, than to state what God is: \"... we affirm things of God only relatively, that is, casually, whereas we deny things of God absolutely, that is, with reference to what He is in Himself.",
  "148": "And there is no contradiction between a relative affirmation and an absolute negation.",
  "149": "It is not contradictory to say that someone is white-toothed and not white\".",
  "150": "Albert the Great wrote that wisdom and understanding enhance one's faith in God.",
  "151": "According to him, these are the tools that God uses to commune with a contemplative.",
  "152": "Love in the soul is both the cause and result of true understanding and judgement.",
  "153": "It causes not only an intellectual knowledge of God, but a spiritual and emotional knowledge as well.",
  "154": "Contemplation is the means whereby one can obtain this goal of understanding.",
  "155": "Things that once seemed static and unchanging become full of possibility and perfection.",
  "156": "The contemplative then knows that God is, but she does not know what God is.",
  "157": "Thus, contemplation forever produces a mystified, imperfect knowledge of God.",
  "158": "The soul is exalted beyond the rest of God's creation but it cannot see God Himself.",
  "159": "As the image of God grows within man, he learns to rely less on an intellectual pursuit of virtue and more on an affective pursuit of charity and meekness.",
  "160": "Meekness and charity guide Christians to acknowledge that they are nothing without the One (God/Christ) who created them, sustains them, and guides them.",
  "161": "Thus, man then directs his path to that One, and the love for, and of, Christ guides man's very nature to become centered on the One, and on his neighbor as well.",
  "162": "Charity is the manifestation of the pure love of Christ, both for and by His follower.",
  "163": "The Dominican Order was affected by a number of elemental influences.",
  "164": "Its early members imbued the order with a mysticism and learning.",
  "165": "The Europeans of the order embraced ecstatic mysticism on a grand scale and looked to a union with the Creator.",
  "166": "The English Dominicans looked for this complete unity as well, but were not so focused on ecstatic experiences.",
  "167": "Instead, their goal was to emulate the moral life of Christ more completely.",
  "168": "The Dartford nuns were surrounded by all of these legacies, and used them to create something unique.",
  "169": "Though they are not called mystics, they are known for their piety toward God and their determination to live lives devoted to, and in emulation of, Him.",
  "170": "Although Albertus Magnus did much to instill mysticism in the Order of Preachers, it is a concept that reaches back to the Hebrew Bible.",
  "171": "In the tradition of Holy Writ, the impossibility of coming face to face with God is a recurring motif, thus the commandment against graven images (Exodus 20.4-5).",
  "172": "As time passed, Jewish and early Christian writings presented the idea of 'unknowing,' where God's presence was enveloped in a dark cloud.",
  "173": "These images arose out of a confusing mass of ambiguous and ambivalent statements regarding the nature of God and man's relationship to Him.",
  "174": "Although Dominic and the early brethren had instituted female Dominican houses at Prouille and other places by 1227, some of the brethren of the order had misgivings about the necessity of female religious establishments in an order whose major purpose was preaching, a duty in which women could not traditionally engage.",
  "175": "In spite of these doubts, women's houses dotted the countryside throughout Europe.",
  "176": "There were seventy-four Dominican female houses in Germany, forty-two in Italy, nine in France, eight in Spain, six in Bohemia, three in Hungary, and three in Poland.",
  "177": "Many of the German religious houses that lodged women had been home to communities of women, such as Beguines, that became Dominican once they were taught by the traveling preachers and put under the jurisdiction of the Dominican authoritative structure.",
  "178": "A number of these houses became centers of study and mystical spirituality in the 14th century.",
  "179": "There were one hundred and fifty-seven nunneries in the order by 1358.",
  "180": "In that year, the number lessened due to disasters like the Black Death.",
  "181": "Female houses differed from male Dominican houses in a lack of apostolic work for the women.",
  "182": "Instead, the sisters chanted the Divine Office and kept all the monastic observances.",
  "183": "Their lives were often much more strict than their brothers' lives.",
  "184": "The sisters had no government of their own, but lived under the authority of the general and provincial chapters of the order.",
  "185": "They were compelled to obey all the rules and shared in all the applicable privileges of the order.",
  "186": "Like the Priory of Dartford, all Dominican nunneries were under the jurisdiction of friars.",
  "187": "The friars served as their confessors, priests, teachers and spiritual mentors.",
  "188": "Women could not be professed to the Dominican religious life before the age of thirteen.",
  "189": "The formula for profession contained in the Constitutions of Montargis Priory (1250) demands that nuns pledge obedience to God, the Blessed Virgin, their prioress and her successors according to the Rule of St. Augustine and the institute of the order, until death.",
  "190": "The clothing of the sisters consisted of a white tunic and scapular, a leather belt, a black mantle, and a black veil.",
  "191": "Candidates to profession were tested to reveal whether they were actually married women who had merely separated from their husbands.",
  "192": "Their intellectual abilities were also tested.",
  "193": "Nuns were to be silent in places of prayer, the cloister, the dormitory, and refectory.",
  "194": "Silence was maintained unless the prioress granted an exception for a specific cause.",
  "195": "Speaking was allowed in the common parlor, but it was subordinate to strict rules, and the prioress, subprioress or other senior nun had to be present.",
  "196": "Because the nuns of the order did not preach among the people, the need to engage in study was not as immediate or intense as it was for men.",
  "197": "They did participate, however, in a number of intellectual activities.",
  "198": "Along with sewing and embroidery, nuns often engaged in reading and discussing correspondence from Church leaders.",
  "199": "In the Strassburg monastery of St. Margaret, some of the nuns could converse fluently in Latin.",
  "200": "Learning still had an elevated place in the lives of these religious.",
  "201": "In fact, Margarette Reglerin, a daughter of a wealthy Nuremberg family, was dismissed from a convent because she did not have the ability or will to learn.",
  "202": "As heirs of the Dominican priory of Poissy in France, the Dartford sisters were also heirs to a tradition of profound learning and piety.",
  "203": "Sections of translations of spiritual writings in Dartford's library, such as Suso's Little Book of Eternal Wisdom and Laurent du Bois' Somme le Roi, show that the \"ghoostli\" link to Europe was not lost in the crossing of the Channel.",
  "204": "It survived in the minds of the nuns.",
  "205": "Also, the nuns shared a unique identity with Poissy as a religious house founded by a royal house.",
  "206": "The English nuns were proud of this heritage, and aware that many of them shared in England's great history as members of the noble class, as seen in the next chapter.",
  "207": "The English Province was a component of the international order from which it obtained its laws, direction, and instructions.",
  "208": "It was also, however, a group of Englishmen.",
  "209": "Its direct supervisors were from England, and the members of the English Province dwelt and labored in English cities, towns, villages, and roadways.",
  "210": "English and European ingredients constantly came in contact.",
  "211": "The international side of the province's existence influenced the national, and the national responded to, adapted, and sometimes constrained the international.",
  "212": "The first Dominican site in England was at Oxford, in the parishes of St. Edward and St. Adelaide.",
  "213": "The friars built an oratory to the Blessed Virgin Mary and by 1265, the brethren, in keeping with their devotion to study, began erecting a school.",
  "214": "Actually, the Dominican brothers likely began a school immediately after their arrival, as priories were legally schools.",
  "215": "Information about the schools of the English Province is limited, but a few facts are known.",
  "216": "Much of the information available is taken from visitation records.",
  "217": "The \"visitation\" was a section of the province through which visitors to each priory could describe the state of its religious life and its studies to the next chapter.",
  "218": "There were four such visits in England and WalesOxford, London, Cambridge and York.",
  "219": "All Dominican students were required to learn grammar, old and new logic, natural philosophy and theology.",
  "220": "Of all of the curricular areas, however, theology was the most important.",
  "221": "This is not surprising when one remembers Dominic's zeal for it.",
  "222": "English Dominican mysticism in the late medieval period differed from European strands of it in that, whereas European Dominican mysticism tended to concentrate on ecstatic experiences of union with the divine, English Dominican mysticism's ultimate focus was on a crucial dynamic in one's personal relationship with God.",
  "223": "This was an essential moral imitation of the Savior as an ideal for religious change, and as the means for reformation of humanity's nature as an image of divinity.",
  "224": "This type of mysticism carried with it four elements.",
  "225": "First, spiritually it emulated the moral essence of Christ's life.",
  "226": "Second, there was a connection linking moral emulation of Christ's life and humanity's disposition as images of the divine.",
  "227": "Third, English Dominican mysticism focused on an embodied spirituality with a structured love of fellow men at its center.",
  "228": "Finally, the supreme aspiration of this mysticism was either an ethical or an actual union with God.",
  "229": "For English Dominican mystics, the mystical experience was not expressed just in one moment of the full knowledge of God, but in the journey of, or process of, faith.",
  "230": "This then led to an understanding that was directed toward an experiential knowledge of divinity.",
  "231": "It is important to understand, however, that for these mystics it was possible to pursue mystical life without the visions and voices that are usually associated with such a relationship with God.",
  "232": "They experienced a mystical process that allowed them, in the end, to experience what they had already gained knowledge of through their faith only.",
  "233": "The center of all mystical experience is, of course, Christ.",
  "234": "English Dominicans sought to gain a full knowledge of Christ through an imitation of His life.",
  "235": "English mystics of all types tended to focus on the moral values that the events in Christ's life exemplified.",
  "236": "This led to a \"progressive understanding of the meanings of Scripture--literal, moral, allegorical, and anagogical\"that was contained within the mystical journey itself.",
  "237": "From these considerations of Scripture comes the simplest way to imitate Christ: an emulation of the moral actions and attitudes that Jesus demonstrated in His earthly ministry becomes the most significant way to feel and have knowledge of God.",
  "238": "The English concentrated on the spirit of the events of Christ's life, not the literality of events.",
  "239": "They neither expected nor sought the appearance of the stigmata or any other physical manifestation.",
  "240": "They wanted to create in themselves that environment that allowed Jesus to fulfill His divine mission, insofar as they were able.",
  "241": "At the center of this environment was love: the love that Christ showed for humanity in becoming human.",
  "242": "Christ's love reveals the mercy of God and His care for His creation.",
  "243": "English Dominican mystics sought through this love to become images of God.",
  "244": "Love led to spiritual growth that, in turn, reflected an increase in love for God and humanity.",
  "245": "This increase in universal love allowed men's wills to conform to God's will, just as Christ's will submitted to the Father's will.",
  "246": "Concerning humanity as the image of Christ, English Dominican spirituality concentrated on the moral implications of image-bearing rather than the philosophical foundations of the imago Dei.",
  "247": "The process of Christ's life, and the process of image-bearing, amends humanity to God's image.",
  "248": "The idea of the \"image of God\" demonstrates both the ability of man to move toward God (as partakers in Christ's redeeming sacrifice), and that, on some level, man is always an image of God.",
  "249": "As their love and knowledge of God grows and is sanctified by faith and experience, the image of God within man becomes ever more bright and clear."
}