{
  "1": "The history of India includes the prehistoric settlements and societies in the Indian subcontinent; the blending of the Indus Valley Civilization and Indo-Aryan culture into the Vedic Civilization; the development of Hinduism as a synthesis of various Indian cultures and traditions; the rise of the ramaa movement; the decline of rauta sacrifices and the birth of the initiatory traditions of Jainism, Buddhism, Shaivism, Vaishnavism and Shaktism; the onset of a succession of powerful dynasties and empires for more than two millennia throughout various geographic areas of the subcontinent, including the growth of Muslim dynasties during the Medieval period intertwined with Hindu powers; the advent of European traders resulting in the establishment of the British rule; and the subsequent independence movement that led to the Partition of India and the creation of the Republic of India.",
  "2": "Evidence of Anatomically modern humans in the Indian subcontinent is recorded as long as 75,000 years ago, or with earlier hominids including Homo erectus from about 500,000 years ago.",
  "3": "The Indus Valley Civilization which spread and flourished in the northwestern part of the Indian subcontinent from c. 3200 to 1300 BCE, was the first major civilization in South Asia.",
  "4": "A sophisticated and technologically advanced urban culture developed in the Mature Harappan period, from 2600 to 1900 BCE.",
  "5": "This civilization collapsed at the start of the second millennium BCE and was later followed by the Iron Age Vedic Civilization, which extended over much of the Indo-Gangetic plain and which witnessed the rise of major polities known as the Mahajanapadas.",
  "6": "In one of these kingdoms, Magadha, Mahavira and Gautama Buddha propagated their Shramanic philosophies during the fifth and sixth century BCE.",
  "7": "Most of the subcontinent was conquered by the Maurya Empire during the 4th and 3rd centuries BCE.",
  "8": "From the 3rd century BC onwards Prakrit and Pali literature in the north and the Sangam literature in southern India started to flourish.",
  "9": "Wootz steel originated in south India in the 3rd century BC and was exported to foreign countries.",
  "10": "Various parts of India were ruled by numerous dynasties for the next 1,500 years, among which the Gupta Empire stands out.",
  "11": "This period, witnessing a Hindu religious and intellectual resurgence, is known as the classical or \"Golden Age of India\".",
  "12": "During this period, aspects of Indian civilization, administration, culture, and religion (Hinduism and Buddhism) spread to much of Asia, while kingdoms in southern India had maritime business links with the Roman Empire from around 77 CE.",
  "13": "Indian cultural influence spread over many parts of Southeast Asia which led to the establishment of Indianized kingdoms in Southeast Asia (Greater India).",
  "14": "The most significant event between the 7th and 11th century was the Tripartite struggle centered on Kannauj that lasted for more than two centuries between the Pala Empire, Rashtrakuta Empire, and Gurjara Pratihara Empire.",
  "15": "Southern India was ruled by the Chalukya, Chola, Pallava, Chera, Pandyan, and Western Chalukya Empires.",
  "16": "The seventh century also saw the advent of Islam as a political power, though as a fringe, in the western part of the subcontinent, in modern-day Pakistan.",
  "17": "The Chola dynasty conquered southern India and successfully invaded parts of Southeast Asia, Sri Lanka, Maldives and Bengal in the 11th century.",
  "18": "The early medieval period Indian mathematics influenced the development of mathematics and astronomy in the Arab world and the Hindu numerals were introduced.",
  "19": "Muslim rule started in parts of north India in the 13th century when the Delhi Sultanate was founded in 1206 CE by the Central Asian Turks.",
  "20": "The Delhi Sultanate ruled the major part of northern India in the early 14th century, but declined in the late 14th century when several powerful Hindu states such as the Vijayanagara Empire, Gajapati Kingdom, Ahom Kingdom, as well as Rajput dynasties and states, such as Mewar dynasty, emerged.",
  "21": "The 15th century saw the emergence of Sikhism.",
  "22": "In the 16th century, Mughals came from Central Asia and gradually covered most of India.",
  "23": "The Mughal Empire suffered a gradual decline in the early 18th century, which provided opportunities for the Maratha Empire, Sikh Empire and Mysore Kingdom to exercise control over large areas of the subcontinent.",
  "24": "From the late 18th century to the mid-19th century, large areas of India were annexed by the British East India Company of British Empire.",
  "25": "Dissatisfaction with Company rule led to the Indian Rebellion of 1857, after which the British provinces of India were directly administered by the British Crown and witnessed a period of both rapid development of infrastructure and economic stagnation.",
  "26": "During the first half of the 20th century, a nationwide struggle for independence was launched with the leading party involved being the Indian National Congress which was later joined by other organizations.",
  "27": "The subcontinent gained independence from the United Kingdom in 1947, after the British provinces were partitioned into the dominions of India and Pakistan and the princely states all acceded to one of the new states.",
  "28": "Romila Thapar notes that the division into Hindu-Muslim-British periods of Indian history gives too much weight to \"ruling dynasties and foreign invasions\", neglecting the social-economic history which often showed a strong continuity.",
  "29": "The division into Ancient-Medieval-Modern periods overlooks the fact that the Muslim conquests occurred gradually during which time many things came and went off, while the south was never completely conquered.",
  "30": "According to Thapar, a periodisation could also be based on \"significant social and economic changes\", which are not strictly related to a change of ruling powers.",
  "31": "[note 1] Isolated remains of Homo erectus in Hathnora in the Narmada Valley in central India indicate that India might have been inhabited since at least the Middle Pleistocene era, somewhere between 500,000 and 200,000 years ago.",
  "32": "Tools crafted by proto-humans that have been dated back two million years have been discovered in the northwestern part of the subcontinent.",
  "33": "The ancient history of the region includes some of South Asia's oldest settlements and some of its major civilisations.",
  "34": "The earliest archaeological site in the subcontinent is the palaeolithic hominid site in the Soan River valley.",
  "35": "Soanian sites are found in the Sivalik region across what are now India, Pakistan, and Nepal.",
  "36": "The Mesolithic period in the Indian subcontinent was followed by the Neolithic period, when more extensive settlement of the subcontinent occurred after the end of the last Ice Age approximately 12,000 years ago.",
  "37": "The first confirmed semipermanent settlements appeared 9,000 years ago in the Bhimbetka rock shelters in modern Madhya Pradesh, India.",
  "38": "Early Neolithic culture in South Asia is represented by the Bhirrana findings (7500 BCE) in Haryana, India & Mehrgarh findings (70009000 BCE) in Balochistan, Pakistan.",
  "39": "The Mature Indus civilisation flourished from about 2600 to 1900 BCE, marking the beginning of urban civilisation on the subcontinent.",
  "40": "The civilisation included urban centres such as Dholavira, Kalibangan, Ropar, Rakhigarhi, and Lothal in modern-day India, as well as Harappa, Ganeriwala, and Mohenjo-daro in modern-day Pakistan.",
  "41": "The civilisation is noted for its cities built of brick, roadside drainage system, and multistoreyed houses and is thought to have had some kind of municipal organization.",
  "42": "The Vedic period is named after the Indo-Aryan culture of north-west India, although other parts of India had a distinct cultural identity during this period.",
  "43": "The Vedic culture is described in the texts of Vedas, still sacred to Hindus, which were orally composed in Vedic Sanskrit.",
  "44": "The Vedas are some of the oldest extant texts in India.",
  "45": "The Vedic period, lasting from about 1750 to 500 BCE, and contributed the foundations of several cultural aspects of Indian subcontinent.",
  "46": "In terms of culture, many regions of the subcontinent transitioned from the Chalcolithic to the Iron Age in this period.",
  "47": "At the end of the Rigvedic period, the Aryan society began to expand from the northwestern region of the Indian subcontinent, into the western Ganges plain.",
  "48": "It became increasingly agricultural and was socially organised around the hierarchy of the four varnas, or social classes.",
  "49": "This social structure was characterized both by syncretising with the native cultures of northern India, but also eventually by the excluding of indigenous peoples by labelling their occupations impure.",
  "50": "During this period, many of the previous small tribal units and chiefdoms began to coalesce into monarchical, state-level polities.",
  "51": "The Kuru kingdom was the first state-level society of the Vedic period, corresponding to the beginning of the Iron Age in northwestern India, around 1200  800 BCE, as well as with the composition of the Atharvaveda (the first Indian text to mention iron, as yma ayas, literally \"black metal\").",
  "52": "The Kuru state organized the Vedic hymns into collections, and developed the orthodox srauta ritual to uphold the social order.",
  "53": "When the Kuru kingdom declined, the center of Vedic culture shifted to their eastern neighbours, the Panchala kingdom.",
  "54": "The archaeological Painted Grey Ware culture, which flourished in the Haryana and western Uttar Pradesh regions of northern India from about 1100 to 600 BCE, is believed to correspond to the Kuru and Panchala kingdoms.",
  "55": "In addition to the Vedas, the principal texts of Hinduism, the core themes of the Sanskrit epics Ramayana and Mahabharata are said to have their ultimate origins during this period.",
  "56": "The Mahabharata remains, today, the longest single poem in the world.",
  "57": "Historians formerly postulated an \"epic age\" as the milieu of these two epic poems, but now recognize that the texts (which are both familiar with each other) went through multiple stages of development over centuries.",
  "58": "For instance, the Mahabharata may have been based on a small-scale conflict (possibly about 1000 BCE) which was eventually \"transformed into a gigantic epic war by bards and poets\".",
  "59": "There is no conclusive proof from archaeology as to whether the specific events of the Mahabharat have any historical basis.",
  "60": "The existing texts of these epics are believed to belong to the post-Vedic age, between c. 400 BCE and 400 CE.",
  "61": "Some even attempted to date the events using methods of archaeoastronomy which have produced, depending on which passages are chosen and how they are interpreted, estimated dates ranging up to mid 2nd millennium BCE.",
  "62": "During the time between 800 and 200 BCE the Shramana-movement formed, from which originated Jainism and Buddhism.",
  "63": "In the same period the first Upanishads were written.",
  "64": "After 500 BCE, the so-called \"Second urbanization\" started, with new urban settlements arising at the Ganges plain, especially the Central Ganges plain.",
  "65": "The Central Ganges Plain, where Magadha gained prominence, forming the base of the Mauryan Empire, was a distinct cultural area, with new states arising after 500 BC[web 1] during the so-called \"Second urbanization\".",
  "66": "[note 3] It was influenced by the Vedic culture, but differed markedly from the Kuru-Panchala region.",
  "67": "It \"was the area of the earliest known cultivation of rice in South Asia and by 1800 BC was the location of an advanced neolithic population associated with the sites of Chirand and Chechar\".",
  "68": "In this region the Shramanic movements flourished, and Jainism and Buddhism originated.",
  "69": "In the later Vedic Age, a number of small kingdoms or city states had covered the subcontinent, many mentioned in Vedic, early Buddhist and Jaina literature as far back as 500 BCE.",
  "70": "sixteen monarchies and \"republics\" known as the MahajanapadasKashi, Kosala, Anga, Magadha, Vajji (or Vriji), Malla, Chedi, Vatsa (or Vamsa), Kuru, Panchala, Matsya (or Machcha), Shurasena, Assaka, Avanti, Gandhara, and Kambojastretched across the Indo-Gangetic Plain from modern-day Afghanistan to Bengal and Maharashtra.",
  "71": "This period saw the second major rise of urbanism in India after the Indus Valley Civilisation.",
  "72": "Many smaller clans mentioned within early literature seem to have been present across the rest of the subcontinent.",
  "73": "Some of these kings were hereditary; other states elected their rulers.",
  "74": "Early \"republics\" such as the Vajji (or Vriji) confederation centered in the city of Vaishali, existed as early as the 6th century BCE and persisted in some areas until the 4th century CE.",
  "75": "The educated speech at that time was Sanskrit, while the languages of the general population of northern India are referred to as Prakrits.",
  "76": "Many of the sixteen kingdoms had coalesced to four major ones by 500/400 BCE, by the time of Gautama Buddha.",
  "77": "These four were Vatsa, Avanti, Kosala, and Magadha.",
  "78": "The Life of Gautam Budhha was mainly associated with these four kingdoms.",
  "79": "The 7th and 6th centuries BC witnessed the composition of the earliest Upanishads.",
  "80": "Upanishads form the theoretical basis of classical Hinduism and are known as Vedanta (conclusion of the Vedas).",
  "81": "The older Upanishads launched attacks of increasing intensity on the ritual.",
  "82": "Anyone who worships a divinity other than the Self is called a domestic animal of the gods in the Brihadaranyaka Upanishad.",
  "83": "The Mundaka launches the most scathing attack on the ritual by comparing those who value sacrifice with an unsafe boat that is endlessly overtaken by old age and death.",
  "84": "Increasing urbanisation of India in 7th and 6th centuries BCE led to the rise of new ascetic or shramana movements which challenged the orthodoxy of rituals.",
  "85": "Mahavira (c. 549477 BC), proponent of Jainism, and Buddha (c. 563-483), founder of Buddhism were the most prominent icons of this movement.",
  "86": "Shramana gave rise to the concept of the cycle of birth and death, the concept of samsara, and the concept of liberation.",
  "87": "Buddha found a Middle Way that ameliorated the extreme asceticism found in the Sramana religions.",
  "88": "Magadha (Sanskrit: ) formed one of the sixteen Mah-Janapadas (Sanskrit: \"Great Countries\") or kingdoms in ancient India.",
  "89": "The core of the kingdom was the area of Bihar south of the Ganges; its first capital was Rajagriha (modern Rajgir) then Pataliputra (modern Patna).",
  "90": "Magadha expanded to include most of Bihar and Bengal with the conquest of Licchavi and Anga respectively, followed by much of eastern Uttar Pradesh and Orissa.",
  "91": "The ancient kingdom of Magadha is heavily mentioned in Jain and Buddhist texts.",
  "92": "It is also mentioned in the Ramayana, Mahabharata, Puranas.",
  "93": "A state of Magadha, possibly a tribal kingdom, is recorded in Vedic texts much earlier in time than 600 BC.",
  "94": "Magadha Empire had great rulers like Bimbisara and Ajatshatru.",
  "95": "The earliest reference to the Magadha people occurs in the Atharva-Veda where they are found listed along with the Angas, Gandharis, and Mujavats.",
  "96": "Magadha played an important role in the development of Jainism and Buddhism, and two of India's greatest empires, the Maurya Empire and Gupta Empire, originated from Magadha.",
  "97": "These empires saw advancements in ancient India's science, mathematics, astronomy, religion, and philosophy and were considered the Indian \"Golden Age\".",
  "98": "The Magadha kingdom included republican communities such as the community of Rajakumara.",
  "99": "Villages had their own assemblies under their local chiefs called Gramakas.",
  "100": "Their administrations were divided into executive, judicial, and military functions.",
  "101": "In 530 BC Cyrus the Great, King of the Persian Achaemenid Empire crossed the Hindu-Kush mountains to seek tribute from the tribes of Kamboja, Gandhara and the trans-India region (modern Afghanistan and Pakistan).",
  "102": "By 520 BC, during the reign of Darius I of Persia, much of the northwestern subcontinent (present-day eastern Afghanistan and Pakistan) came under the rule of the Persian Achaemenid Empire, as part of the far easternmost territories.",
  "103": "The area remained under Persian control for two centuries.",
  "104": "During this time India supplied mercenaries to the Persian army then fighting in Greece.",
  "105": "By 326 BC, Alexander the Great had conquered Asia Minor and the Achaemenid Empire and had reached the northwest frontiers of the Indian subcontinent.",
  "106": "There he defeated King Porus in the Battle of the Hydaspes (near modern-day Jhelum, Pakistan) and conquered much of the Punjab.",
  "107": "Alexander's march east put him in confrontation with the Nanda Empire of Magadha and the Gangaridai of Bengal.",
  "108": "His army, exhausted and frightened by the prospect of facing larger Indian armies at the Ganges River, mutinied at the Hyphasis (modern Beas River) and refused to march further East.",
  "109": "Alexander, after the meeting with his officer, Coenus, and learning about the might of Nanda Empire, was convinced that it was better to return.",
  "110": "The Maurya Empire (322185 BCE) was the first empire to unify India into one state, and was the largest on the Indian subcontinent.",
  "111": "At its greatest extent, the Mauryan Empire stretched to the north up to the natural boundaries of the Himalayas and to the east into what is now Assam.",
  "112": "To the west, it reached beyond modern Pakistan, to the Hindu Kush mountains in what is now Afghanistan.",
  "113": "The empire was established by Chandragupta Maurya in Magadha (in modern Bihar) when he overthrew the Nanda Dynasty.",
  "114": "Chandragupta's son Bindusara succeeded to the throne around 297 BC.",
  "115": "By the time he died in c. 272 BC, a large part of the subcontinent was under Mauryan suzerainty.",
  "116": "However, the region of Kalinga (around modern day Odisha) remained outside Mauryan control, perhaps interfering with their trade with the south.",
  "117": "The Arthashastra and the Edicts of Ashoka are the primary written records of the Mauryan times.",
  "118": "Archaeologically, this period falls into the era of Northern Black Polished Ware (NBPW).",
  "119": "The Mauryan Empire was based on a modern and efficient economy and society.",
  "120": "However, the sale of merchandise was closely regulated by the government.",
  "121": "Although there was no banking in the Mauryan society, usury was customary.",
  "122": "A significant amount of written records on slavery are found, suggesting a prevalence thereof.",
  "123": "During this period, a high quality steel called Wootz steel was developed in south India and was later exported to China and Arabia.",
  "124": "During the Sangam period Tamil literateure flourished from the 3rd century BCE to the 4th century CE.",
  "125": "During this period the 3 Tamil Dynasties Chera dynasty, Chola dynasty and the Pandyan Dynasty ruled parts of southern India.",
  "126": "The Sangam literature deals with the history, politics, wars and culture of the Tamil people of this period.",
  "127": "The scholars of the Sangam period rose from among the common people who sought the patronage of the Tamil Kings but who mainly wrote about the common people and their concerns.",
  "128": "Unlike Sanskrit writers who were mostly Brahmins, Sangam writers came from diverse classes and social backgrounds and were mostly non-Brahmins.",
  "129": "They belonged to different faiths and professions like farmers, artisans, merchants, monks, priests and even princes and quite few of them were even women.",
  "130": "The tavhana Empire was a royal Indian dynasty based from Amaravati in Andhra Pradesh as well as Junnar (Pune) and Prathisthan (Paithan) in Maharashtra.",
  "131": "The territory of the empire covered much of India from 230 BCE onward.",
  "132": "Stavhanas started out as feudatories to the Mauryan dynasty, but declared independence with its decline.",
  "133": "They are known for their patronage of Hinduism and Buddhism which resulted in Buddhist monuments from Ellora (a UNESCO World Heritage Site) to Amaravati.",
  "134": "The Stavhanas were one of the first Indian states to issue coins struck with their rulers embossed.",
  "135": "They formed a cultural bridge and played a vital role in trade as well as the transfer of ideas and culture to and from the Indo-Gangetic Plain to the southern tip of India.",
  "136": "They had to compete with the Shunga Empire and then the Kanva dynasty of Magadha to establish their rule.",
  "137": "Later, they played a crucial role to protect a huge part of India against foreign invaders like the Sakas, Yavanas and Pahlavas.",
  "138": "In particular their struggles with the Western Kshatrapas went on for a long time.",
  "139": "The notable rulers of the Satavahana Dynasty Gautamiputra Satakarni and Sri Yajna Stakarni were able to defeat the foreign invaders like the Western Kshatrapas and to stop their expansion.",
  "140": "In the 3rd century CE the empire was split into smaller states.",
  "141": "The Shunga Empire or Shunga Empire was an ancient Indian dynasty from Magadha that controlled vast areas of the Indian subcontinent from around 187 to 78 BCE.",
  "142": "The dynasty was established by Pushyamitra Shunga, after the fall of the Maurya Empire.",
  "143": "Its capital was Pataliputra, but later emperors such as Bhagabhadra also held court at Besnagar, modern Vidisha in Eastern Malwa.",
  "144": "Pushyamitra Shunga ruled for 36 years and was succeeded by his son Agnimitra.",
  "145": "There were ten Shunga rulers.",
  "146": "The empire is noted for its numerous wars with both foreign and indigenous powers.",
  "147": "They fought battles with the Kalingas, Satavahanas, the Indo-Greeks, and possibly the Panchalas and Mathuras.",
  "148": "Art, education, philosophy, and other forms of learning flowered during this period including small terracotta images, larger stone sculptures, and architectural monuments such as the Stupa at Bharhut, and the renowned Great Stupa at Sanchi.",
  "149": "The Shunga rulers helped to establish the tradition of royal sponsorship of learning and art.",
  "150": "The script used by the empire was a variant of Brahmi and was used to write the Sanskrit language.",
  "151": "The Shunga Empire played an imperative role in patronizing Indian culture at a time when some of the most important developments in Hindu thought were taking place.",
  "152": "During the reign of Khraba, the Chedi dynasty of Kainga ascended to eminence and restored the lost power and glory of Kainga, which had been subdued since the devastating war with Ashoka.",
  "153": "Kaingan military might was reinstated by Khraba: under Khraba's generalship, the Kainga state had a formidable maritime reach with trade routes linking it to the then-Simhala (Sri Lanka), Burma (Myanmar), Siam (Thailand), Vietnam, Kamboja (Cambodia), Malaysia, Borneo, Bali, Samudra (Sumatra) and Jabadwipa (Java).",
  "154": "Khraba led many successful campaigns against the states of Magadha, Anga, Satavahanas till the southern most regions of Pandyan Empire (modern Tamil Nadu).",
  "155": "The Kushan Empire expanded out of what is now Afghanistan into the northwest of the subcontinent under the leadership of their first emperor, Kujula Kadphises, about the middle of the 1st century CE.",
  "156": "They came of an Indo-European language speaking Central Asian tribe called the Yuezhi, a branch of which was known as the Kushans.",
  "157": "By the time of his grandson, Kanishka, they had conquered most of northern India, at least as far as Saketa and Pataliputra, in the middle Ganges Valley, and probably as far as the Bay of Bengal.",
  "158": "Classical India refers to the period when much of the Indian subcontinent was reunited under the Gupta Empire (c. 320550 CE).",
  "159": "This period has been called the Golden Age of India and was marked by extensive achievements in science, technology, engineering, art, dialectic, literature, logic, mathematics, astronomy, religion, and philosophy that crystallized the elements of what is generally known as Hindu culture.",
  "160": "The Hindu-Arabic numerals, a positional numeral system, originated in India and was later transmitted to the West through the Arabs.",
  "161": "Early Hindu numerals had only nine symbols, until 600 to 800 CE, when a symbol for zero was developed for the numeral system.",
  "162": "The peace and prosperity created under leadership of Guptas enabled the pursuit of scientific and artistic endeavors in India.",
  "163": "The high points of this cultural creativity are magnificent architecture, sculpture, and painting.",
  "164": "The Gupta period produced scholars such as Kalidasa, Aryabhata, Varahamihira, Vishnu Sharma, and Vatsyayana who made great advancements in many academic fields.",
  "165": "The Gupta period marked a watershed of Indian culture: the Guptas performed Vedic sacrifices to legitimize their rule, but they also patronized Buddhism, which continued to provide an alternative to Brahmanical orthodoxy.",
  "166": "The military exploits of the first three rulers  Chandragupta I, Samudragupta, and Chandragupta II - brought much of India under their leadership.",
  "167": "Science and political administration reached new heights during the Gupta era.",
  "168": "Strong trade ties also made the region an important cultural centre and established it as a base that would influence nearby kingdoms and regions in Burma, Sri Lanka, Maritime Southeast Asia, and Indochina.",
  "169": "For these reasons, historian Dr.Barnett remarked: Kadamba (345  525 CE) was an ancient royal dynasty of Karnataka, India that ruled northern Karnataka and the Konkan from Banavasi in present-day Uttara Kannada district.",
  "170": "At the peak of their power under King Kakushtavarma, the Kadambas of Banavasi ruled large parts of modern Karnataka state.",
  "171": "The dynasty was founded by Mayurasharma in 345 CE which at later times showed the potential of developing into imperial proportions, an indication to which is provided by the titles and epithets assumed by its rulers.",
  "172": "King Mayurasharma defeated the armies of Pallavas of Kanchi possibly with help of some native tribes.",
  "173": "The Kadamba fame reached its peak during the rule of Kakusthavarma, a notable ruler with whom even the kings of Gupta Dynasty of northern India cultivated marital alliances.",
  "174": "The Kadambas were contemporaries of the Western Ganga Dynasty and together they formed the earliest native kingdoms to rule the land with absolute autonomy.",
  "175": "The dynasty later continued to rule as a feudatory of larger Kannada empires, the Chalukya and the Rashtrakuta empires, for over five hundred years during which time they branched into minor dynasties known as the Kadambas of Goa, Kadambas of Halasi and Kadambas of Hangal.",
  "176": "The Hephthalites (or Ephthalites), also known as the White Huns, were a nomadic confederation in Central Asia during the late antiquity period.",
  "177": "The White Huns established themselves in modern-day Afghanistan by the first half of the 5th century.",
  "178": "Led by the Hun military leader Toramana, they overran the northern region of Pakistan and North India.",
  "179": "Toramana's son Mihirakula, a Saivite Hindu, moved up to near Pataliputra to the east and Gwalior to the central India.",
  "180": "Hiuen Tsiang narrates Mihirakula's merciless persecution of Buddhists and destruction of monasteries, though the description is disputed as far as the authenticity is concerned.",
  "181": "The Huns were defeated by the Indian kings Yasodharman of Malwa and Narasimhagupta in the 6th century.",
  "182": "Some of them were driven out of India and others were assimilated in the Indian society.",
  "183": "After the downfall of the prior Gupta Empire in the middle of the 6th century, North India reverted to small republics and small monarchical states ruled by Gupta rulers.",
  "184": "Harsha was a convert to Buddhism.",
  "185": "He united the small republics from Punjab to central India, and their representatives crowned Harsha king at an assembly in April 606 giving him the title of Maharaja when he was merely 16 years old.",
  "186": "Harsha belonged to Kanojia.",
  "187": "He brought all of northern India under his control.",
  "188": "The peace and prosperity that prevailed made his court a center of cosmopolitanism, attracting scholars, artists and religious visitors from far and wide.",
  "189": "The Chinese traveler Xuan Zang visited the court of Harsha and wrote a very favorable account of him, praising his justice and generosity.",
  "190": "From the fifth century to the thirteenth, rauta sacrifices declined, and initiatory traditions of Buddhism, Jainism or more commonly Shaivism, Vaishnavism and Shaktism expanded in royal courts.",
  "191": "This period produced some of India's finest art, considered the epitome of classical development, and the development of the main spiritual and philosophical systems which continued to be in Hinduism, Buddhism and Jainism.",
  "192": "Emperor Harsha of Kannauj succeeded in reuniting northern India during his reign in the 7th century, after the collapse of the Gupta dynasty.",
  "193": "His empire collapsed after his death.",
  "194": "Ronald Inden writes that by the 8th century CE symbols of Hindu gods \"replaced the Buddha at the imperial centre and pinnacle of the cosmo-political system, the image or symbol of the Hindu god comes to be housed in a monumental temple and given increasingly elaborate imperial-style puja worship\".",
  "195": "Although Buddhism did not disappear from India for several centuries after the eighth, royal proclivities for the cults of Vishnu and Shiva weakened Buddhism's position within the sociopolitical context and helped make possible its decline.",
  "196": "From the 8th to the 10th century, three dynasties contested for control of northern India: the Gurjara Pratiharas of Malwa, the Palas of Bengal, and the Rashtrakutas of the Deccan.",
  "197": "The Sena dynasty would later assume control of the Pala Empire, and the Gurjara Pratiharas fragmented into various states.",
  "198": "These were the first of the Rajput states.",
  "199": "The first recorded Rajput kingdoms emerged in Rajasthan in the 6th century, and small Rajput dynasties later ruled much of northern India.",
  "200": "One Gurjar Rajput of the Chauhan clan, Prithvi Raj Chauhan, was known for bloody conflicts against the advancing Turkic sultanates.",
  "201": "The Chola empire emerged as a major power during the reign of Raja Raja Chola I and Rajendra Chola I who successfully invaded parts of Southeast Asia and Sri Lanka in the 11th century.",
  "202": "Lalitaditya Muktapida (r. 724 CE760 CE) was an emperor of the Kashmiri Karkoa dynasty, which exercised influence in northwestern India from 625 CE until 1003, and was followed by Lohara dynasty.",
  "203": "He is known primarily for his successful battles against the Muslim and Tibetan advances into Kashmiri-dominated regions.",
  "204": "Kalhana in his Rajatarangini credits king Lalitaditya with leading an aggressive military campaign in Northern India and Central Asia.",
  "205": "He broke into the Uttarapatha and defeated the rebellious tribes of the Kambojas, Tukharas (Turks in Turkmenistan and Tocharians in Badakhshan), Bhautas (Tibetans in Baltistan and Tibet) and Daradas (Dards).",
  "206": "His campaign then led him to subjugate the kingdoms of Pragjyotisha, Strirajya and the Uttarakurus.",
  "207": "The Shahi dynasty ruled portions of eastern Afghanistan, northern Pakistan, and Kashmir from the mid-7th century to the early 11th century.",
  "208": "The Chalukya Empire (Kannada:  [taukj]) was an Indian royal dynasty that ruled large parts of southern and central India between the 6th and the 12th centuries.",
  "209": "During this period, they ruled as three related yet individual dynasties.",
  "210": "The earliest dynasty, known as the \"Badami Chalukyas\", ruled from Vatapi (modern Badami) from the middle of the 6th century.",
  "211": "The Badami Chalukyas began to assert their independence at the decline of the Kadamba kingdom of Banavasi and rapidly rose to prominence during the reign of Pulakeshin II.",
  "212": "The rule of the Chalukyas marks an important milestone in the history of South India and a golden age in the history of Karnataka.",
  "213": "The political atmosphere in South India shifted from smaller kingdoms to large empires with the ascendancy of Badami Chalukyas.",
  "214": "A Southern India-based kingdom took control and consolidated the entire region between the Kaveri and the Narmada rivers.",
  "215": "The rise of this empire saw the birth of efficient administration, overseas trade and commerce and the development of new style of architecture called \"Chalukyan architecture\".",
  "216": "The Chalukya dynasty ruled parts of southern and central India from Badami in Karnataka between 550 and 750, and then again from Kalyani between 970 and 1190.",
  "217": "Founded by Dantidurga around 753, the Rashtrakuta Empire ruled from its capital at Manyakheta for almost two centuries.",
  "218": "At its peak, the Rashtrakutas ruled from the Ganges River and Yamuna River doab in the north to Cape Comorin in the south, a fruitful time of political expansion, architectural achievements and famous literary contributions.",
  "219": "[citation needed] The early kings of this dynasty were Hindu but the later kings were strongly influenced by Jainism.",
  "220": "Govinda III and Amoghavarsha were the most famous of the long line of able administrators produced by the dynasty.",
  "221": "Amoghavarsha, who ruled for 64 years, was also an author and wrote Kavirajamarga, the earliest known Kannada work on poetics.",
  "222": "Architecture reached a milestone in the Dravidian style, the finest example of which is seen in the Kailasanath Temple at Ellora.",
  "223": "Other important contributions are the sculptures of Elephanta Caves in modern Maharashtra as well as the Kashivishvanatha temple and the Jain Narayana temple at Pattadakal in modern Karnataka, all of which are UNESCO World Heritage Sites.",
  "224": "The Arab traveler Suleiman described the Rashtrakuta Empire as one of the four great Empires of the world.",
  "225": "The Rashtrakuta period marked the beginning of the golden age of southern Indian mathematics.",
  "226": "The great south Indian mathematician Mahvra (mathematician) lived in the Rashtrakuta Empire and his text had a huge impact on the medieval south Indian mathematicians who lived after him.",
  "227": "The Rashtrakuta rulers also patronised men of letters, who wrote in a variety of languages from Sanskrit to the Apabhraas.",
  "228": "The Pala Empire (Bengali:   Pal Samrajy) flourished during the Classical period of India, and may be dated during 7501174 CE.",
  "229": "Founded by Gopala I, it was ruled by a Buddhist dynasty from Bengal in the eastern region of the Indian subcontinent.",
  "230": "Though the Palas were followers of the Mahayana and Tantric schools of Buddhism, they also patronised Shaivism and Vaishnavism.",
  "231": "The morpheme Pala, meaning \"protector\", was used as an ending for the names of all the Pala monarchs.",
  "232": "The empire reached its peak under Dharmapala and Devapala.",
  "233": "Dharmapala is believed to have conquered Kanauj and extended his sway up to the farthest limits of India in the northwest.",
  "234": "The Pala Empire can be considered as the golden era of Bengal in many ways.",
  "235": "Dharmapala founded the Vikramashila and revived Nalanda, considered one of the first great universities in recorded history.",
  "236": "Nalanda reached its height under the patronage of the Pala Empire.",
  "237": "The Palas also built many viharas.",
  "238": "They maintained close cultural and commercial ties with countries of Southeast Asia and Tibet.",
  "239": "Sea trade added greatly to the prosperity of the Pala kingdom.",
  "240": "The Arab merchant Suleiman notes the enormity of the Pala army in his memoirs.",
  "241": "Medieval Cholas rose to prominence during the middle of the 9th century C.E.",
  "242": "and established the greatest empire South India had seen.",
  "243": "They successfully united the South India under their rule and through their naval strength extended their influence in the Southeast Asian countries such as Srivijaya.",
  "244": "Under Rajaraja Chola I and his successors Rajendra Chola I, Rajadhiraja Chola, Virarajendra Chola and Kulothunga Chola I the dynasty became a military, economic and cultural power in South Asia and South-East Asia.",
  "245": "Rajendra Chola I's navies went even further, occupying the sea coasts from Burma to Vietnam, the Andaman and Nicobar Islands, the Lakshadweep (Laccadive) islands, Sumatra, and the Malay Peninsula in Southeast Asia and the Pegu islands.",
  "246": "The power of the new empire was proclaimed to the eastern world by the expedition to the Ganges which Rajendra Chola I undertook and by the occupation of cities of the maritime empire of Srivijaya in Southeast Asia, as well as by the repeated embassies to China.",
  "247": "They dominated the political affairs of Sri Lanka for over two centuries through repeated invasions and occupation.",
  "248": "They also had continuing trade contacts with the Arabs in the west and with the Chinese empire in the east.",
  "249": "Rajaraja Chola I and his equally distinguished son Rajendra Chola I gave political unity to the whole of Southern India and established the Chola Empire as a respected sea power.",
  "250": "Under the Cholas, the South India reached new heights of excellence in art, religion and literature.",
  "251": "In all of these spheres, the Chola period marked the culmination of movements that had begun in an earlier age under the Pallavas.",
  "252": "Monumental architecture in the form of majestic temples and sculpture in stone and bronze reached a finesse never before achieved in India.",
  "253": "The Western Chalukya Empire (Kannada:  ) ruled most of the western Deccan, South India, between the 10th and 12th centuries.",
  "254": "Vast areas between the Narmada River in the north and Kaveri River in the south came under Chalukya control.",
  "255": "During this period the other major ruling families of the Deccan, the Hoysalas, the Seuna Yadavas of Devagiri, the Kakatiya dynasty and the Southern Kalachuri, were subordinates of the Western Chalukyas and gained their independence only when the power of the Chalukya waned during the later half of the 12th century.",
  "256": "The Western Chalukyas developed an architectural style known today as a transitional style, an architectural link between the style of the early Chalukya dynasty and that of the later Hoysala empire.",
  "257": "Most of its monuments are in the districts bordering the Tungabhadra River in central Karnataka.",
  "258": "Well known examples are the Kasivisvesvara Temple at Lakkundi, the Mallikarjuna Temple at Kuruvatti, the Kallesvara Temple at Bagali and the Mahadeva Temple at Itagi.",
  "259": "This was an important period in the development of fine arts in Southern India, especially in literature as the Western Chalukya kings encouraged writers in the native language of Kannada, and Sanskrit like the philosopher and statesman Basava and the great mathematician Bhskara II.",
  "260": "The early Islamic literature indicates that the conquest of India was one of the very early ambitions of the Muslims, though it was recognized as a particularly difficult one.",
  "261": "After conquering Persia, the Arab Umayyad Caliphate incorporated parts of what are now Afghanistan and Pakistan around 720.",
  "262": "The book Chach Nama chronicles the Chacha Dynasty's period, following the demise of the Rai Dynasty and the ascent of Chach of Alor to the throne, down to the Arab conquest by Muhammad bin Qasim in the early 8th century AD, by defeating the last Hindu monarch of Sindh, Raja Dahir.",
  "263": "In 712, Arab Muslim general Muhammad bin Qasim conquered most of the Indus region in modern-day Pakistan for the Umayyad Empire, incorporating it as the \"As-Sindh\" province with its capital at Al-Mansurah, 72 km (45 mi) north of modern Hyderabad in Sindh, Pakistan.",
  "264": "After several incursions, the Hindu kings east of Indus defeated the Arabs at the Battle of Rajasthan, halting their expansion and containing them at Sindh in Pakistan.",
  "265": "The south Indian Chalukya empire under Vikramaditya II, Nagabhata I of the Pratihara dynasty and Bappa Rawal of the Guhilot dynasty repulsed the Arab invaders in the early 8th century.",
  "266": "Several Islamic kingdoms (sultanates) under both foreign and, newly converted, Rajput rulers were established across the north western subcontinent (Afghanistan and Pakistan) over a period of a few centuries.",
  "267": "From the 10th century, Sindh was ruled by the Rajput Soomra dynasty, and later, in the mid-13th century by the Rajput Samma dynasty.",
  "268": "Additionally, Muslim trading communities flourished throughout coastal south India, particularly on the western coast where Muslim traders arrived in small numbers, mainly from the Arabian peninsula.",
  "269": "This marked the introduction of a third Abrahamic Middle Eastern religion, following Judaism and Christianity, often in puritanical form.",
  "270": "Mahmud of Ghazni in the early 11th century raided mainly the north-western parts of the Indian sub-continent 17 times, but he did not seek to establish \"permanent dominion\" in those areas.",
  "271": "The Kabul Shahi dynasties ruled the Kabul Valley and Gandhara (modern-day Pakistan and Afghanistan) from the decline of the Kushan Empire in the 3rd century to the early 9th century.",
  "272": "The Shahis are generally split up into two eras: the Buddhist Shahis and the Hindu Shahis, with the change-over thought to have occurred sometime around 870.",
  "273": "The kingdom was known as the Kabul Shahan or Ratbelshahan from 565-670, when the capitals were located in Kapisa and Kabul, and later Udabhandapura, also known as Hund for its new capital.",
  "274": "The Hindu Shahis under Jayapala, is known for his struggles in defending his kingdom against the Ghaznavids in the modern-day eastern Afghanistan and Pakistan region.",
  "275": "Jayapala saw a danger in the consolidation of the Ghaznavids and invaded their capital city of Ghazni both in the reign of Sebuktigin and in that of his son Mahmud, which initiated the Muslim Ghaznavid and Hindu Shahi struggles.",
  "276": "Sebuk Tigin, however, defeated him, and he was forced to pay an indemnity.",
  "277": "Jayapala defaulted on the payment and took to the battlefield once more.",
  "278": "Jayapala however, lost control of the entire region between the Kabul Valley and Indus River.",
  "279": "However, the army was hopeless in battle against the western forces, particularly against the young Mahmud of Ghazni.",
  "280": "In the year 1001, soon after Sultan Mahmud came to power and was occupied with the Qarakhanids north of the Hindu Kush, Jaipal attacked Ghazni once more and upon suffering yet another defeat by the powerful Ghaznavid forces, near present-day Peshawar.",
  "281": "After the Battle of Peshawar, he committed suicide because his subjects thought he had brought disaster and disgrace to the Shahi dynasty.",
  "282": "Like other settled, agrarian societies in history, those in the Indian subcontinent have been attacked by nomadic tribes throughout its long history.",
  "283": "In evaluating the impact of Islam on the sub-continent, one must note that the northwestern sub-continent was a frequent target of tribes raiding from Central Asia.",
  "284": "In that sense, the Muslim intrusions and later Muslim invasions were not dissimilar to those of the earlier invasions during the 1st millennium.",
  "285": "What does however, make the Muslim intrusions and later Muslim invasions different is that unlike the preceding invaders who assimilated into the prevalent social system, the successful Muslim conquerors retained their Islamic identity and created new legal and administrative systems that challenged and usually in many cases superseded the existing systems of social conduct and ethics, even influencing the non-Muslim rivals and common masses to a large extent, though non-Muslim population was left to their own laws and customs.",
  "286": "They also introduced new cultural codes that in some ways were very different from the existing cultural codes.",
  "287": "This led to the rise of a new Indian culture which was mixed in nature, though different from both the ancient Indian culture and later westernized modern Indian culture.",
  "288": "At the same time it must be noted that overwhelming majority of Muslims in India are Indian natives converted to Islam.",
  "289": "This factor also played an important role in the synthesis of cultures.",
  "290": "The subsequent Slave dynasty of Delhi managed to conquer large areas of northern India, while the Khilji dynasty conquered most of central India but were ultimately unsuccessful in conquering and uniting the subcontinent.",
  "291": "The Sultanate ushered in a period of Indian cultural renaissance.",
  "292": "The resulting \"Indo-Muslim\" fusion of cultures left lasting syncretic monuments in architecture, music, literature, religion, and clothing.",
  "293": "It is surmised that the language of Urdu (literally meaning \"horde\" or \"camp\" in various Turkic dialects) was born during the Delhi Sultanate period as a result of the intermingling of the local speakers of Sanskritic Prakrits with immigrants speaking Persian, Turkic, and Arabic under the Muslim rulers.",
  "294": "The Delhi Sultanate is the only Indo-Islamic empire to enthrone one of the few female rulers in India, Razia Sultana (12361240).",
  "295": "A Turco-Mongol conqueror in Central Asia, Timur (Tamerlane), attacked the reigning Sultan Nasir-u Din Mehmud of the Tughlaq Dynasty in the north Indian city of Delhi.",
  "296": "The Sultan's army was defeated on 17 December 1398.",
  "297": "Timur entered Delhi and the city was sacked, destroyed, and left in ruins, after Timur's army had killed and plundered for three days and nights.",
  "298": "He ordered the whole city to be sacked except for the sayyids, scholars, and the \"other Muslims\" (artists); 100,000 war prisoners were put to death in one day.",
  "299": "The Sultanate suffered significantly from the sacking of Delhi revived briefly under the Lodi Dynasty, but it was a shadow of the former.",
  "300": "The Empire was established in 1336 by Harihara I and his brother Bukka Raya I of Sangama Dynasty.",
  "301": "The empire rose to prominence as a culmination of attempts by the southern powers to ward off Islamic invasions by the end of the 13th century.",
  "302": "The empire is named after its capital city of Vijayanagara, whose ruins surround present day Hampi, now a World Heritage Site in Karnataka, India.",
  "303": "The empire's legacy includes many monuments spread over South India, the best known of which is the group at Hampi.",
  "304": "The previous temple building traditions in South India came together in the Vijayanagara Architecture style.",
  "305": "The mingling of all faiths and vernaculars inspired architectural innovation of Hindu temple construction, first in the Deccan and later in the Dravidian idioms using the local granite.",
  "306": "South Indian mathematics flourished under the protection of the Vijayanagara Empire in Kerala.",
  "307": "The south Indian mathematician Madhava of Sangamagrama founded the famous Kerala school of astronomy and mathematics in the 14th century which produced a lot of great south Indian mathematicians like Parameshvara, Nilakantha Somayaji and Jyehadeva in medieval south India.",
  "308": "Efficient administration and vigorous overseas trade brought new technologies such as water management systems for irrigation.",
  "309": "The empire's patronage enabled fine arts and literature to reach new heights in Kannada, Telugu, Tamil and Sanskrit, while Carnatic music evolved into its current form.",
  "310": "The Vijayanagara Empire created an epoch in South Indian history that transcended regionalism by promoting Hinduism as a unifying factor.",
  "311": "The empire reached its peak during the rule of Sri Krishnadevaraya when Vijayanagara armies were consistently victorious.",
  "312": "The empire annexed areas formerly under the Sultanates in the northern Deccan and the territories in the eastern Deccan, including Kalinga, while simultaneously maintaining control over all its subordinates in the south.",
  "313": "Many important monuments were either completed or commissioned during the time of Krishna Deva Raya.",
  "314": "Vijayanagara went into decline after the defeat in the Battle of Talikota (1565).",
  "315": "For two and a half centuries from the mid 13th, the politics in the Northern India was dominated by the Delhi Sultanate and in the Southern India by the Vijayanagar Empire which originated as a political heir of the erstwhile Hoysala Empire and Pandyan Empire.",
  "316": "However, there were other regional powers present as well.",
  "317": "In the North, the Rajputs were a dominant force in the Western and Central India.",
  "318": "Their power reached to the zenith under Rana Sanga during whose time Rajput armies were constantly victorious against the Sultanate army.",
  "319": "In the South, the Bahmani Sultanate was the chief rival of the Vijaynagara and gave Vijayanagara tough days many a times.",
  "320": "In the early 16th century Krishnadevaraya of the Vijayanagara Empire defeated the last remnant of Bahmani Sultanate power after which the Bahmani Sultanate collapsed.",
  "321": "It was established either by a Brahman convert or patronized by a Brahman and form that source it got the name Bahmani.",
  "322": "In the early 16th century, it collapsed and got split into five small Deccan sultanates.",
  "323": "In the East, the Gajapati Kingdom remained a strong regional power to reckon with, so was the Ahom Kingdom in the North-east for six centuries.",
  "324": "Ahom Kingdom (12281826) was a kingdom and tribe which rose to prominence in present-day Assam early in the thirteenth century.",
  "325": "They ruled much of Assam from the 13th century until the establishment of British rule in 1838.",
  "326": "The Ahoms brought with them a tribal religion and a language of their own, however they later merged with the Hindu religion.",
  "327": "From thirteenth till seventeenth century, repeated attempts were made by the Muslim rulers of Delhi to invade and subdue Ahoms, however the Ahoms managed to maintain their independence and ruled themselves for nearly 600 years.",
  "328": "In 1526, Babur, a Timurid descendant of Timur and Genghis Khan from Fergana Valley (modern day Uzbekistan), swept across the Khyber Pass and established the Mughal Empire, which at its zenith covered modern day Afghanistan, Pakistan, India and Bangladesh.",
  "329": "However, his son Humayun was defeated by the Afghan warrior Sher Shah Suri in the year 1540, and Humayun was forced to retreat to Kabul.",
  "330": "After Sher Shah's death, his son Islam Shah Suri and the Hindu emperor Hemu Vikramaditya, who had won 22 battles against Afghan rebels and forces of Akbar, from Punjab to Bengal and had established a secular rule in North India from Delhi till 1556 after winning Battle of Delhi.",
  "331": "Akbar's forces defeated and killed Hemu in the Second Battle of Panipat on 6 November 1556.",
  "332": "Akbar's son, Jahangir more or less followed father's policy.",
  "333": "The Mughal dynasty ruled most of the Indian subcontinent by 1600.",
  "334": "The reign of Shah Jahan was the golden age of Mughal architecture.",
  "335": "He erected several large monuments, the most famous of which is the Taj Mahal at Agra, as well as the Moti Masjid, Agra, the Red Fort, the Jama Masjid, Delhi, and the Lahore Fort.",
  "336": "The Mughal Empire reached the zenith of its territorial expanse during the reign of Aurangzeb and also started its terminal decline in his reign due to Maratha military resurgence under Shivaji.",
  "337": "Historian Sir.",
  "338": "J.N.",
  "339": "Sarkar wrote, \"All seemed to have been gained by Aurangzeb now, but in reality all was lost.\"",
  "340": "The same was echoed by Vincent Smith: \"The Deccan proved to be the graveyard not only of Aurangzeb's body but also of his empire\".",
  "341": "The empire went into decline thereafter.",
  "342": "The Mughals suffered several blows due to invasions from Marathas and Afghans.",
  "343": "During the decline of the Mughal Empire, several smaller states rose to fill the power vacuum and themselves were contributing factors to the decline.",
  "344": "In 1737, the Maratha general Bajirao of the Maratha Empire invaded and plundered Delhi.",
  "345": "Under the general Amir Khan Umrao Al Udat, the Mughal Emperor sent 8,000 troops to drive away the 5,000 Maratha cavalry soldiers.",
  "346": "Baji Rao, however, easily routed the novice Mughal general and the rest of the imperial Mughal army fled.",
  "347": "In 1737, in the final defeat of Mughal Empire, the commander-in-chief of the Mughal Army, Nizam-ul-mulk, was routed at Bhopal by the Maratha army.",
  "348": "This essentially brought an end to the Mughal Empire.",
  "349": "In 1739, Nader Shah, emperor of Iran, defeated the Mughal army at the Battle of Karnal.",
  "350": "After this victory, Nader captured and sacked Delhi, carrying away many treasures, including the Peacock Throne.",
  "351": "The Mughal dynasty was reduced to puppet rulers by 1757.",
  "352": "The remnants of the Mughal dynasty were finally defeated during the Indian Rebellion of 1857, also called the 1857 War of Independence, and the remains of the empire were formally taken over by the British while the Government of India Act 1858 let the British Crown assume direct control of India in the form of the new British Raj.",
  "353": "The Mughals were perhaps the richest single dynasty to have ever existed.",
  "354": "During the Mughal era, the dominant political forces consisted of the Mughal Empire and its tributaries and, later on, the rising successor states  including the Maratha Empire  which fought an increasingly weak Mughal dynasty.",
  "355": "The Mughals, while often employing brutal tactics to subjugate their empire, had a policy of integration with Indian culture, which is what made them successful where the short-lived Sultanates of Delhi had failed.",
  "356": "This period marked vast social change in the subcontinent as the Hindu majority were ruled over by the Mughal emperors, most of whom showed religious tolerance, liberally patronising Hindu culture.",
  "357": "The famous emperor Akbar, who was the grandson of Babar, tried to establish a good relationship with the Hindus.",
  "358": "However, later emperors such as Aurangazeb tried to establish complete Muslim dominance, and as a result several historical temples were destroyed during this period and taxes imposed on non-Muslims.",
  "359": "Akbar declared \"Amari\" or non-killing of animals in the holy days of Jainism.",
  "360": "He rolled back the jizya tax for non-Muslims.",
  "361": "The Mughal emperors married local royalty, allied themselves with local maharajas, and attempted to fuse their Turko-Persian culture with ancient Indian styles, creating a unique Indo-Saracenic architecture.",
  "362": "It was the erosion of this tradition coupled with increased brutality and centralization that played a large part in the dynasty's downfall after Aurangzeb, who unlike previous emperors, imposed relatively non-pluralistic policies on the general population, which often inflamed the majority Hindu population.",
  "363": "The post-Mughal era was dominated by the rise of the Maratha suzerainty as other small regional states (mostly late Mughal tributary states) emerged, and also by the increasing activities of European powers.",
  "364": "There is no doubt that the single most important power to emerge in the long twilight of the Mughal dynasty was the Maratha confederacy.",
  "365": "The Maratha kingdom was founded and consolidated by Chatrapati Shivaji, a Maratha aristocrat of the Bhonsle clan who was determined to establish Hindavi Swarajya.",
  "366": "Sir J.N.",
  "367": "Sarkar described Shivaji as \"the last great constructive genius and nation builder that the Hindu race has produced\".",
  "368": "However, the credit for making the Marathas formidable power nationally goes to Peshwa Bajirao I.",
  "369": "Historian K.K.",
  "370": "Datta wrote about Bajirao I: By the early 18th century, the Maratha Kingdom had transformed itself into the Maratha Empire under the rule of the Peshwas (prime ministers).",
  "371": "In 1737, the Marathas defeated a Mughal army in their capital, Delhi itself in Battle of Delhi (1737).",
  "372": "The Marathas continued their military campaigns against Mughals, Nizam, Nawab of Bengal and Durrani Empire to further extend their boundaries.",
  "373": "Gordon explained how the Maratha systematically took control over new regions.",
  "374": "They would start with annual raids, followed by collecting ransom from villages and towns while the declining Mughal Empire retained nominal control and finally taking over the region.",
  "375": "He explained it with the example of Malwa region.",
  "376": "Marathas built an efficient system of public administration known for its attention to detail.",
  "377": "It succeeded in raising revenue in districts that recovered from years of raids, up to levels previously enjoyed by the Mughals.",
  "378": "For example, the cornerstone of the Maratha rule in Malwa rested on the 60 or so local tax collectors who advanced the Maratha ruler Peshwa a portion of their district revenues at interest.",
  "379": "By 1760, the domain of the Marathas stretched across practically the entire subcontinent.",
  "380": "The north-western expansion of the Marathas was stopped after the Third Battle of Panipat (1761).",
  "381": "However, the Maratha authority in the north was re-established within a decade under Peshwa Madhavrao I.",
  "382": "The defeat of Marathas by British in third Anglo-Maratha Wars brought end to the empire by 1820.",
  "383": "The last peshwa, Baji Rao II, was defeated by the British in the Third Anglo-Maratha War.",
  "384": "With the defeat of the Marathas, no native power represented any significant threat for the British afterwards.",
  "385": "The Punjabi kingdom, ruled by members of the Sikh religion, was a political entity that governed the region of modern-day Punjab.",
  "386": "The empire, based around the Punjab region, existed from 1799 to 1849.",
  "387": "It was forged, on the foundations of the Khalsa, under the leadership of Maharaja Ranjit Singh (17801839) from an array of autonomous Punjabi Misls.",
  "388": "He consolidated many parts of northern India into a kingdom.",
  "389": "He primarily used his highly disciplined Sikh army that he trained and equipped to be the equal of a European force.",
  "390": "Ranjit Singh proved himself to be a master strategist and selected well qualified generals for his army.",
  "391": "In stages, he added the central Punjab, the provinces of Multan and Kashmir, the Peshawar Valley, and the Derajat to his kingdom.",
  "392": "This came in the face of the powerful British East India Company.",
  "393": "At its peak, in the 19th century, the empire extended from the Khyber Pass in the west, to Kashmir in the north, to Sindh in the south, running along Sutlej river to Himachal in the east.",
  "394": "This was among the last areas of the subcontinent to be conquered by the British.",
  "395": "The first Anglo-Sikh war and second Anglo-Sikh war marked the downfall of the Sikh Empire.",
  "396": "There were several other kingdoms which ruled over parts of India in the later medieval period prior to the British occupation.",
  "397": "However, most of them were bound to pay regular tribute to the Marathas.",
  "398": "The rule of Wodeyar dynasty which established the Kingdom of Mysore in southern India in around 1400 CE by was interrupted by Hyder Ali and his son Tipu Sultan in the later half of the 18th century.",
  "399": "Under their rule, Mysore fought a series of wars sometimes against the combined forces of the British and Marathas, but mostly against the British, with Mysore receiving some aid or promise of aid from the French.",
  "400": "The next to arrive were the Dutch, with their main base in Ceylon.",
  "401": "The Britishwho set up a trading post in the west coast port of Surat in 1619and the French.",
  "402": "The internal conflicts among Indian kingdoms gave opportunities to the European traders to gradually establish political influence and appropriate lands.",
  "403": "Although these continental European powers controlled various coastal regions of southern and eastern India during the ensuing century, they eventually lost all their territories in India to the British islanders, with the exception of the French outposts of Pondichry and Chandernagore, the Dutch port of Travancore, and the Portuguese colonies of Goa, Daman and Diu.",
  "404": "[citation needed] The Nawab of Bengal Siraj Ud Daulah, the de facto ruler of the Bengal province, opposed British attempts to use these permits.",
  "405": "This led to the Battle of Plassey on 23 June 1757, in which the Bengal Army of the East India Company, led by Robert Clive, defeated the French-supported Nawab's forces.",
  "406": "This was the first real political foothold with territorial implications that the British acquired in India.",
  "407": "Clive was appointed by the company as its first 'Governor of Bengal' in 1757.",
  "408": "This was combined with British victories over the French at Madras, Wandiwash and Pondichry that, along with wider British successes during the Seven Years' War, reduced French influence in India.",
  "409": "The British East India Company extended its control over the whole of Bengal.",
  "410": "After the Battle of Buxar in 1764, the company acquired the rights of administration in Bengal from de jure Mughal Emperor Shah Alam II; this marked the beginning of its formal rule, which within the next century engulfed most of India.",
  "411": "The East India Company monopolized the trade of Bengal.",
  "412": "They introduced a land taxation system called the Permanent Settlement which introduced a feudal-like structure in Bengal, often with zamindars set in place.",
  "413": "As a result of the three Carnatic Wars, the British East India Company gained exclusive control over the entire Carnatic region of India.",
  "414": "The Company soon expanded its territories around its bases in Bombay and Madras; the Anglo-Mysore Wars (17661799) and later the Anglo-Maratha Wars (17721818) led to control of the vast regions of India.",
  "415": "Ahom Kingdom of North-east India first fell to Burmese invasion and then to British after Treaty of Yandabo in 1826.",
  "416": "Punjab, North-West Frontier Province, and Kashmir were annexed after the Second Anglo-Sikh War in 1849; however, Kashmir was immediately sold under the Treaty of Amritsar to the Dogra Dynasty of Jammu and thereby became a princely state.",
  "417": "The border dispute between Nepal and British India, which sharpened after 1801, had caused the Anglo-Nepalese War of 181416 and brought the defeated Gurkhas under British influence.",
  "418": "In 1854, Berar was annexed, and the state of Oudh was added two years later.",
  "419": "The Indian rebellion of 1857 was a large-scale rebellion by soldiers employed by the British East India in northern and central India against the Company's rule.",
  "420": "The rebels were disorganized, had differing goals, and were poorly equipped, led, and trained, and had no outside support or funding.",
  "421": "They were brutally suppressed and the British government took control of the Company and eliminated many of the grievances that caused it.",
  "422": "The government also was determined to keep full control so that no rebellion of such size would ever happen again.",
  "423": "In the aftermath, all power was transferred from the East India Company to the British Crown, which began to administer most of India as a number of provinces.",
  "424": "The Crown controlled the Company's lands directly and had considerable indirect influence over the rest of India, which consisted of the Princely states ruled by local royal families.",
  "425": "There were officially 565 princely states in 1947, but only 21 had actual state governments, and only three were large (Mysore, Hyderabad and Kashmir).",
  "426": "They were absorbed into the independent nation in 194748.",
  "427": "After 1857, the colonial government strengthened and expanded its infrastructure via the court system, legal procedures, and statutes.",
  "428": "The Indian Penal Code came into being.",
  "429": "In education, Thomas Babington Macaulay had made schooling a priority for the Raj in his famous minute of February 1835 and succeeded in implementing the use of English as the medium of instruction.",
  "430": "By 1890 some 60,000 Indians had matriculated.",
  "431": "The Indian economy grew at about 1% per year from 1880 to 1920, and the population also grew at 1%.",
  "432": "However, from 1910s Indian private industry began to grow significantly.",
  "433": "India built a modern railway system in the late 19th century which was the fourth largest in the world.",
  "434": "The British Raj invested heavily in infrastructure, including canals and irrigation systems in addition to railways, telegraphy, roads and ports.",
  "435": "However, historians have been bitterly divided on issues of economic history, with the Nationalist school arguing that India was poorer at the end of British rule than at the beginning and that impoverishment occurred because of the British.",
  "436": "In 1905, Lord Curzon split the large province of Bengal into a largely Hindu western half and \"Eastern Bengal and Assam\", a largely Muslim eastern half.",
  "437": "The British goal was said to be for efficient administration but the people of Bengal were outraged at the apparent \"divide and rule\" strategy.",
  "438": "It also marked the beginning of the organized anti-colonial movement.",
  "439": "When the Liberal party in Britain came to power in 1906, he was removed.",
  "440": "Bengal was reunified in 1911.",
  "441": "The new Viceroy Gilbert Minto and the new Secretary of State for India John Morley consulted with Congress leaders on political reforms.",
  "442": "The Morley-Minto reforms of 1909 provided for Indian membership of the provincial executive councils as well as the Viceroy's executive council.",
  "443": "The Imperial Legislative Council was enlarged from 25 to 60 members and separate communal representation for Muslims was established in a dramatic step towards representative and responsible government.",
  "444": "Several socio-religious organizations came into being at that time.",
  "445": "Muslims set up the All India Muslim League in 1906.",
  "446": "It was not a mass party but was designed to protect the interests of the aristocratic Muslims.",
  "447": "It was internally divided by conflicting loyalties to Islam, the British, and India, and by distrust of Hindus.",
  "448": "The Akhil Bharatiya Hindu Mahasabha and Rashtriya Swayamsevak Sangh (RSS) sought to represent Hindu interests though the later always claimed it to be a \"cultural\" organization.",
  "449": "Sikhs founded the Shiromani Akali Dal in 1920.",
  "450": "However, the largest and oldest political party Indian National Congress, founded in 1885, is perceived to have attempted to keep a distance from the socio-religious movements and identity politics.",
  "451": "The Bengali Renaissance refers to a social reform movement during the nineteenth and early twentieth centuries in the Bengal region of India during the period of British rule dominated by English educated Bengali Hindus.",
  "452": "The Bengal Renaissance can be said to have started with Raja Ram Mohan Roy (17721833) and ended with Rabindranath Tagore (18611941), although many stalwarts thereafter continued to embody particular aspects of the unique intellectual and creative output of the region.",
  "453": "Nineteenth century Bengal was a unique blend of religious and social reformers, scholars, literary giants, journalists, patriotic orators, and scientists, all merging to form the image of a renaissance, and marked the transition from the 'medieval' to the 'modern'.",
  "454": "During this period, Bengal witnessed an intellectual awakening that is in some way similar to the Renaissance in Europe during the 16th century, although Europeans of that age were not confronted with the challenge and influence of alien colonialism.",
  "455": "This movement questioned existing orthodoxies, particularly with respect to women, marriage, the dowry system, the caste system, and religion.",
  "456": "One of the earliest social movements that emerged during this time was the Young Bengal movement, which espoused rationalism and atheism as the common denominators of civil conduct among upper caste educated Hindus.",
  "457": "It played an important role in reawakening Indian minds and intellect across the sub-continent.",
  "458": "During the British Raj, famines in India, often attributed to failed government policies, were some of the worst ever recorded, including the Great Famine of 187678 in which 6.1 million to 10.3 million people died and the Indian famine of 18991900 in which 1.25 to 10 million people died.",
  "459": "The Third Plague Pandemic in the mid-19th century killed 10 million people in India.",
  "460": "Despite persistent diseases and famines, the population of the Indian subcontinent, which stood at about 125 million in 1750, had reached 389 million by 1941.",
  "461": "One of the most important events of the 19th century was the rise of Indian nationalism, leading Indians to seek first \"self-rule\" and later \"complete independence\".",
  "462": "However, historians are divided over the causes of its rise.",
  "463": "Probable reasons include a \"clash of interests of the Indian people with British interests\", \"racial discriminations\", \"the revelation of India's past\", \"inter-linking of the new social groups in different regions\", and Indians coming in close contact with \"European education\".",
  "464": "The first step toward Indian self-rule was the appointment of councillors to advise the British viceroy in 1861 and the first Indian was appointed in 1909.",
  "465": "Provincial Councils with Indian members were also set up.",
  "466": "The councillors' participation was subsequently widened into legislative councils.",
  "467": "The British built a large British Indian Army, with the senior officers all British and many of the troops from small minority groups such as Gurkhas from Nepal and Sikhs.",
  "468": "The civil service was increasingly filled with natives at the lower levels, with the British holding the more senior positions.",
  "469": "Bal Gangadhar Tilak, an Indian nationalist leader, declared Swaraj as the destiny of the nation.",
  "470": "His popular sentence \"Swaraj is my birthright, and I shall have it\" became the source of inspiration for Indians.",
  "471": "Tilak was backed by rising public leaders like Bipin Chandra Pal and Lala Lajpat Rai, who held the same point of view.",
  "472": "Under them, India's three big provinces  Maharashtra, Bengal and Punjab, India shaped the demand of the people and India's nationalism.",
  "473": "In 1907, the Congress was split into two factions: The radicals, led by Tilak, advocated civil agitation and direct revolution to overthrow the British Empire and the abandonment of all things British.",
  "474": "The moderates, led by leaders like Dadabhai Naoroji and Gopal Krishna Gokhale, on the other hand wanted reform within the framework of British rule.",
  "475": "From 1920 leaders such as Mahatma Gandhi began highly popular mass movements to campaign against the British Raj using largely peaceful methods.",
  "476": "The Gandhi-led independence movement opposed the British rule using non-violent methods like non-cooperation, civil disobedience and economic resistance.",
  "477": "However, revolutionary activities against the British rule took place throughout the Indian subcontinent and some others adopted a militant approach like the Indian National Army that sought to overthrow British rule by armed struggle.",
  "478": "The Government of India Act 1935 was a major success in this regard.",
  "479": "All these movements succeeded in bringing independence to the new dominions of India and Pakistan on 15 August 1947.",
  "480": "Along with the desire for independence, tensions between Hindus and Muslims had also been developing over the years.",
  "481": "The Muslims had always been a minority within the subcontinent, and the prospect of an exclusively Hindu government made them wary of independence; they were as inclined to mistrust Hindu rule as they were to resist the foreign Raj, although Gandhi called for unity between the two groups in an astonishing display of leadership.",
  "482": "The British, extremely weakened by the Second World War, promised that they would leave and participated in the formation of an interim government.",
  "483": "The British Indian territories gained independence in 1947, after being partitioned into the Union of India and Dominion of Pakistan.",
  "484": "Following the controversial division of pre-partition Punjab and Bengal, rioting broke out between Sikhs, Hindus and Muslims in these provinces and spread to several other parts of India, leaving some 500,000 dead.",
  "485": "Also, this period saw one of the largest mass migrations ever recorded in modern history, with a total of 12 million Hindus, Sikhs and Muslims moving between the newly created nations of India and Pakistan (which gained independence on 15 and 14 August 1947 respectively).",
  "486": "In 1971, Bangladesh, formerly East Pakistan and East Bengal, seceded from Pakistan."
}