{
  "1": "Iran (/arn/ or i/rn/; Persian: Irn   [in] ( listen)), also known as Persia (/pr/ or /pr/), officially the Islamic Republic of Iran (    Jomhuri ye Eslmi ye Irn [domhuije eslmije in]), is a sovereign state in Western Asia.",
  "2": "It is bordered to the northwest by Armenia, the de facto Nagorno-Karabakh Republic, and Azerbaijan; to the north by Kazakhstan and Russia across the Caspian Sea; to the northeast by Turkmenistan; to the east by Afghanistan and Pakistan; to the south by the Persian Gulf and the Gulf of Oman; and to the west by Turkey and Iraq.",
  "3": "Comprising a land area of 1,648,195 km2 (636,372 sq mi), it is the second-largest country in the Middle East and the 18th-largest in the world.",
  "4": "With 78.4 million inhabitants, Iran is the world's 17th-most-populous country.",
  "5": "It is the only country that has both a Caspian Sea and an Indian Ocean coastline.",
  "6": "Iran has long been of geostrategic importance because of its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz.",
  "7": "Iran is home to one of the world's oldest civilizations, beginning with the formation of the Proto-Elamite and Elamite kingdoms in 32002800 BC.",
  "8": "The Iranian Medes unified the area into the first of many empires in 625 BC, after which it became the dominant cultural and political power in the region.",
  "9": "Iran reached the pinnacle of its power during the Achaemenid Empire founded by Cyrus the Great in 550 BC, which at its greatest extent comprised major portions of the ancient world, stretching from parts of the Balkans (Thrace-Macedonia, Bulgaria-Paeonia) and Eastern Europe proper in the west, to the Indus Valley in the east, making it the largest empire the world had yet seen.",
  "10": "The empire collapsed in 330 BC following the conquests of Alexander the Great.",
  "11": "The Parthian Empire emerged from the ashes and was succeeded by the Sassanid Dynasty in 224 AD, under which Iran again became one of the leading powers in the world, along with the Roman-Byzantine Empire, for a period of more than four centuries.",
  "12": "In 633 AD, Rashidun Arabs invaded Iran and conquered it by 651 AD, largely converting Iranian people from their indigenous faiths of Manichaeism and Zoroastrianism to Sunni Islam.",
  "13": "Arabic replaced Persian as the official language, while Persian remained the language of both ordinary people and of literature.",
  "14": "Iran became a major contributor to the Islamic Golden Age, producing many influential scientists, scholars, artists, and thinkers.",
  "15": "Establishment of the Safavid Dynasty in 1501, converted the Iranian people from Sunni Islam to Twelver Shia Islam, and made Twelver Shia Islam the official religion of Iran.",
  "16": "Safavid conversion of Iran from Sunnism to Shiism marked one of the most important turning points in Iranian and Muslim history.",
  "17": "Starting in 1736 under Nader Shah, Iran reached its greatest territorial extent since the Sassanid Empire, briefly possessing what was arguably the most powerful empire at the time.",
  "18": "During the 19th century, Iran irrevocably lost swaths of its territories in the Caucasus which made part of the concept of Iran for centuries, to neighboring Imperial Russia.",
  "19": "Popular unrest culminated in the Persian Constitutional Revolution of 1906, which established a constitutional monarchy and the country's first Majles (parliament).",
  "20": "Following a coup d'tat instigated by the U.K. and the U.S. in 1953, Iran gradually became close allies with the United States and the rest of the West, remained secular, but grew increasingly autocratic.",
  "21": "Growing dissent against foreign influence and political repression culminated in the 1979 Revolution, which led to the establishment of an Islamic republic on 1 April 1979.",
  "22": "Tehran is the country's capital and largest city, as well as its leading cultural and economic center.",
  "23": "Iran is a major regional and middle power, exerting considerable influence in international energy security and the world economy through its large reserves of fossil fuels, which include the largest natural gas supply in the world and the fourth-largest proven oil reserves.",
  "24": "Iran's rich cultural legacy is reflected in part by its 19 UNESCO World Heritage Sites, the fourth-largest number in Asia and 12th-largest in the world.",
  "25": "The term Iran derives directly from Middle Persian rn, first attested in a 3rd-century inscription at Rustam Relief, with the accompanying Parthian inscription using the term Aryn, in reference to Iranians.",
  "26": "The Middle Iranian rn and aryn are oblique plural forms of gentilic r- (Middle Persian) and ary- (Parthian), both deriving from Proto-Iranian *arya- (meaning \"Aryan,\" i.e., \"of the Iranians\"), argued to descend from Proto-Indo-European *ar-yo-, meaning \"skillful assembler.\"",
  "27": "In Iranian languages, the gentilic is attested as a self-identifier included in ancient inscriptions and the literature of Avesta,[a] and remains also in other Iranian ethnic names such as Alans (Ossetic:   Ir) and Iron (Ossetic:   Iron).",
  "28": "Historically, Iran has been referred to as Persia by the West, due mainly to the writings of Greek historians who called Iran Persis (Greek: ), meaning \"land of the Persians.\"",
  "29": "As the most extensive interactions the Ancient Greeks had with any outsider was with the Persians, the term persisted, even long after the Persian rule in Greece.",
  "30": "However, Persis (Old Persian: Pra; Modern Persian: Prse) was originally referred to a region settled by Persians in the west shore of Lake Urmia, in the 9th century BC.",
  "31": "The settlement was then shifted to the southern end of the Zagros Mountains, and is today defined as Fars Province.",
  "32": "In 1935, Reza Shah requested the international community to refer to the country by its native name, Iran.",
  "33": "As the New York Times explained at the time, \"At the suggestion of the Persian Legation in Berlin, the Tehran government, on the Persian New Year, Nowruz, March 21, 1935, substituted Iran for Persia as the official name of the country.\"",
  "34": "Opposition to the name change led to the reversal of the decision, and Professor Ehsan Yarshater, editor of Encyclopdia Iranica, propagated a move to use Persia and Iran interchangeably.",
  "35": "Today, both Persia and Iran are used in cultural contexts; although, Iran is the name used officially in political contexts.",
  "36": "The earliest archaeological artifacts in Iran, like those excavated at the Kashafrud and Ganj Par sites, attest to a human presence in Iran since the Lower Paleolithic era, c. 800,000200,000 BC.",
  "37": "Iran's Neanderthal artifacts from the Middle Paleolithic period, c. 200,00040,000 BC, have been found mainly in the Zagros region, at sites such as Warwasi and Yafteh Cave.",
  "38": "[page needed] Around 10th to 8th millennium BC, early agricultural communities such as Chogha Golan and Chogha Bonut began to flourish in Iran, as well as Susa and Chogha Mish developing in and around the Zagros region.",
  "39": "[page needed] The emergence of Susa as a city, as determined by radiocarbon dating, dates back to early 4,395 BC.",
  "40": "There are dozens of prehistoric sites across the Iranian plateau, pointing to the existence of ancient cultures and urban settlements in the 4th millennium BC.",
  "41": "During the Bronze Age, Iran was home to several civilizations including Elam, Jiroft, and Zayande River.",
  "42": "Elam, the most prominent of these civilizations, developed in the southwest of Iran, alongside those in Mesopotamia.",
  "43": "The emergence of writing in Elam was paralleled to Sumer, and the Elamite cuneiform was developed since the 3rd millennium BC.",
  "44": "From the late 10th to late 7th centuries BC, the Iranian peoples, together with the pre-Iranian kingdoms, fell under the domination of the Assyrian Empire, based in northern Mesopotamia.",
  "45": "Under king Cyaxares, the Medes and Persians entered into an alliance with Nabopolassar of Babylon, as well as the Scythians and the Cimmerians, and together they attacked the Assyrian Empire.",
  "46": "The civil war ravaged the Assyrian Empire between 616 BC and 605 BC, thus freeing their respective peoples from three centuries of Assyrian rule.",
  "47": "The unification of the Median tribes under a single ruler in 728 BC led to the foundation of the Median Empire which, by 612 BC, controlled the whole Iran and the eastern Anatolia.",
  "48": "This marked the end of the Kingdom of Urartu as well, which was subsequently conquered and dissolved.",
  "49": "In 550 BC, Cyrus the Great, son of Mandane and Cambyses I, took over the Median Empire, and founded the Achaemenid Empire by unifying other city states.",
  "50": "The conquest of Media was a result of what is called the Persian Revolt.",
  "51": "The brouhaha was initially triggered by the actions of the Median ruler Astyages, and was quickly spread to other provinces, as they allied with the Persians.",
  "52": "Later conquests under Cyrus and his successors expanded the empire to include Lydia, Babylon, Egypt, parts of the Balkans and Eastern Europe proper, as well as the lands to the west of the Indus and Oxus rivers.",
  "53": "At its greatest extent, the Achaemenid Empire included the modern territories of Iran, Azerbaijan, Armenia, Georgia, Turkey, much of the Black Sea coastal regions, northeastern Greece and southern Bulgaria (Thrace), northern Greece and Macedonia (Paeonia and Ancient Macedon), Iraq, Syria, Lebanon, Jordan, Israel, Palestine, all significant ancient population centers of ancient Egypt as far west as Libya, Kuwait, northern Saudi Arabia, parts of the UAE and Oman, Pakistan, Afghanistan, and much of Central Asia, making it the first world government and the largest empire the world had yet seen.",
  "54": "It is estimated that in 480 BC, 50 million people lived in the Achaemenid Empire.",
  "55": "The empire at its peak ruled over 44% of the world's population, the highest such figure for any empire in history.",
  "56": "In Greek history, the Achaemenid Empire is considered as the antagonist of the Greek city states, for the emancipation of slaves including the Jewish exiles in Babylon, building infrastructures such as road and postal systems, and the use of an official language, the Imperial Aramaic, throughout its territories.",
  "57": "The empire had a centralized, bureaucratic administration under the emperor, a large professional army, and civil services, inspiring similar developments in later empires.",
  "58": "Furthermore, one of the Seven Wonders of the Ancient World, the Mausoleum at Halicarnassus, was built in the empire between 353 and 350 BC.",
  "59": "In 334 BC, Alexander the Great invaded the Achaemenid Empire, defeating the last Achaemenid emperor, Darius III, at the Battle of Issus.",
  "60": "Following the premature death of Alexander, Iran came under the control of the Hellenistic Seleucid Empire.",
  "61": "In the middle of the 2nd century BC, the Parthian Empire rose to become the main power in Iran, and the century-long geopolitical arch-rivalry between Romans and Parthians began, culminating in the RomanParthian Wars.",
  "62": "The Parthian Empire continued as a feudal monarchy for nearly five centuries, until 224 CE, when it was succeeded by the Sassanid Empire.",
  "63": "Together with their neighboring arch-rival, the Roman-Byzantines, they made up the world's two most dominant powers at the time, for over four centuries.",
  "64": "The prolonged Byzantine-Sassanid Wars, most importantly the climactic Byzantine-Sassanid War of 602-628, as well as the social conflict within the Sassanid Empire, opened the way for an Arab invasion to Iran in the 7th century.",
  "65": "Initially defeated by the Arab Rashidun Caliphate, Iran came under the rule of the Arab caliphates of Umayyad and Abbasid.",
  "66": "The prolonged and gradual process of the Islamization of Iran began following the conquest.",
  "67": "Under the new Arab elite of the Rashidun and later the Umayyad caliphates, both converted (mawali) and non-converted (dhimmi) Iranians were discriminated against, being excluded from the government and military, and having to pay a special tax called Jizya.",
  "68": "Gunde Shapur, home of the Academy of Gunde Shapur which was the most important medical center of the world at the time, survived after the invasion, but became known as an Islamic institute thereafter.",
  "69": "The blossoming literature, philosophy, medicine, and art of Iran became major elements in the formation of a new age for the Iranian civilization, during the period known as the Islamic Golden Age.",
  "70": "The Islamic Golden Age reached its peak by the 10th and 11th centuries, during which Iran was the main theater of the scientific activities.",
  "71": "After the 10th century, Persian language, alongside Arabic, was used for the scientific, philosophical, historical, musical, and medical works, whereas the important Iranian writers, such as Tusi, Avicenna, Qotb od Din Shirazi, and Biruni, had major contributions in the scientific writing.",
  "72": "The 10th century saw a mass migration of Turkic tribes from Central Asia into the Iranian plateau.",
  "73": "Turkic tribesmen were first used in the Abbasid army as mamluks (slave-warriors), replacing Iranian and Arab elements within the army.",
  "74": "As a result, the mamluks gained a significant political power.",
  "75": "In 999, large portions of Iran came briefly under the rule of the Ghaznavids, whose rulers were of mamluk Turk origin, and longer subsequently under the Turkish Seljuk and Khwarezmian empires.",
  "76": "These Turks had been Persianized and had adopted Persian models of administration and rulership.",
  "77": "The Seljuks subsequently gave rise to the Sultanate of Rum in Anatolia, while taking their thoroughly Persianized identity with them.",
  "78": "The result of the adoption and patronage of Persian culture by Turkish rulers was the development of a distinct Turko-Persian tradition.",
  "79": "Following the fracture of the Mongol Empire in 1256, Hulagu Khan, grandson of Genghis Khan, established the Ilkhanate in Iran.",
  "80": "In 1370, yet another conqueror, Timur, followed the example of Hulagu, establishing the Timurid Empire which lasted for another 156 years.",
  "81": "In 1387, Timur ordered the complete massacre of Isfahan, reportedly killing 70,000 citizens.",
  "82": "The Ilkhans and the Timurids soon came to adopt the ways and customs of the Iranians, choosing to surround themselves with a culture that was distinctively Iranian.",
  "83": "By the 1500s, Ismail I from Ardabil, established the Safavid Dynasty, with Tabriz as the capital.",
  "84": "Beginning with Azerbaijan, he subsequently extended his authority over all of the Iranian territories, and established an intermittent Iranian hegemony over the vast relative regions, reasserting the Iranian identity within large parts of the Greater Iran.",
  "85": "Iran was predominantly Sunni, but Ismail instigated a forced conversion to the Shia branch of Islam, by which the Shia Islam spread throughout the Safavid territories in the Caucasus, Iran, Anatolia, and Mesopotamia.",
  "86": "As a result, thereof, the modern-day Iran is the only official Shia nation of the world, with it holding an absolute majority in Iran and the Republic of Azerbaijan, having there the 1st and 2nd highest number of Shia inhabitants by population percentage in the world.",
  "87": "The centuries-long geopolitical and ideological rivalry between Safavid Iran and the neighboring Ottoman Empire, led to numerous OttomanPersian Wars.",
  "88": "The Safavid Era peaked in the reign of Abbas the Great, 15871629, surpassing their Ottoman arch rivals in strength, and making the empire a leading hub in Western Eurasia for the sciences and arts.",
  "89": "The Safavid Era saw the start of mass integration from Caucasian populations into new layers of the society of Iran, as well as mass resettlement of them within the heartlands of Iran, playing a pivotal role in the history of Iran for centuries onwards.",
  "90": "Following a gradual decline in the late 1600s and early 1700s, which was caused by the internal conflicts, the continuous wars with the Ottomans, and the foreign interference (most notably the Russian interference), the Safavid rule was ended by the Pashtun rebels who besieged Isfahan and defeated Soltan Hosein in 1722.",
  "91": "In 1729, Nader Shah, a chieftain and military genius from Khorasan, successfully drove out and conquered the Pashtun invaders.",
  "92": "He subsequently took back the annexed Caucasian territories which were divided among the Ottoman and Russian authorities by the ongoing chaos in Iran.",
  "93": "During the reign of Nader Shah, Iran reached its greatest extent since the Sassanid Empire, reestablishing the Iranian hegemony all over the Caucasus, as well as other major parts of the west and central Asia, and briefly possessing what was arguably the most powerful empire at the time.",
  "94": "Another civil war ensued after the death of Karim Khan in 1779, out of which Aqa Mohammad Khan emerged, founding the Qajar Dynasty in 1794.",
  "95": "In 1795, following the disobedience of the Georgian subjects and their alliance with the Russians, the Qajars captured Tblisi by the Battle of Krtsanisi, and drove the Russians out of the entire Caucasus, reestablishing a short-lived Iranian suzerainty over the region.",
  "96": "The Russo-Persian wars of 18041813 and 18261828 resulted in large irrevocable territorial losses for Iran in the Caucasus, comprising all of Transcaucasia and Dagestan, which made part of the very concept of Iran for centuries, and thus substantial gains for the neighboring Russian Empire.",
  "97": "As a result of the 19th century Russo-Persian wars, the Russians took over the Caucasus, and Iran irrevocably lost control over its integral territories in the region (comprising modern-day Dagestan, Georgia, Armenia, and Azerbaijan), which got confirmed per the treaties of Gulistan and Turkmenchay.",
  "98": "The area to the north of the river Aras, among which the contemporary Republic of Azerbaijan, eastern Georgia, Dagestan, and Armenia, were Iranian territory until they were occupied by Russia in the course of the 19th century.",
  "99": "Between 1872 and 1905, a series of protests took place in response to the sale of concessions to foreigners by Nasser od Din and Mozaffar od Din shahs of Qajar, and led to the Iranian Constitutional Revolution.",
  "100": "The first Iranian Constitution and the first national parliament of Iran were founded in 1906, through the ongoing revolution.",
  "101": "The Constitution included the official recognition of Iran's three religious minorities, namely Christians, Zoroastrians, and Jews, which has remained a basis in the legislation of Iran since then.",
  "102": "The struggle related to the constitutional movement continued until 1911, when Mohammad Ali Shah was defeated and forced to abdicate.",
  "103": "On the pretext of restoring order, the Russians occupied Northern Iran in 1911, and maintained a military presence in the region for years to come.",
  "104": "During World War I, the British occupied much of Western Iran, and fully withdrew in 1921.",
  "105": "The Persian Campaign commenced furthermore during World War I in Northwestern Iran after an Ottoman invasion, as part of the Middle Eastern Theatre of World War I.",
  "106": "As a result of Ottoman hostilities across the border, a large amount of the Assyrians of Iran were massacred by the Ottoman armies, notably in and around Urmia.",
  "107": "Apart from the rule of Aqa Mohammad Khan, the Qajar rule is characterized as a century of misrule.",
  "108": "In 1941, Reza Shah was forced to abdicate in favor of his son, Mohammad Reza Pahlavi, and established the Persian Corridor, a massive supply route that would last until the end of the ongoing war.",
  "109": "The presence of so many foreign troops in the nation also culminated in the Soviet-backed establishment of two puppet regimes in the nation; the Azerbaijan People's Government, and the Republic of Mahabad.",
  "110": "As the Soviet Union refused to relinquish the occupied Iranian territory, the Iran crisis of 1946 was followed, which particularly resulted in the dissolution of both puppet states, and the withdrawal of the Soviets.",
  "111": "Due to the 1973 spike in oil prices, the economy of Iran was flooded with foreign currency, which caused inflation.",
  "112": "By 1974, the economy of Iran was experiencing double digit inflation, and despite many large projects to modernize the country, corruption was rampant and caused large amounts of waste.",
  "113": "By 1975 and 1976, an economic recession led to increased unemployment, especially among millions of youth who had migrated to the cities of Iran looking for construction jobs during the boom years of the early 1970s.",
  "114": "By the late 1970s, many of these people opposed the Shah's regime and began to organize and join the protests against it.",
  "115": "The immediate nationwide uprisings against the new government began by the 1979 Kurdish rebellion with the Khuzestan uprisings, along with the uprisings in Sistan and Baluchestan Province and other areas.",
  "116": "Over the next several years, these uprisings were subdued in a violent manner by the new Islamic government.",
  "117": "The new government went about purging itself of the non-Islamist political opposition.",
  "118": "Although both nationalists and Marxists had initially joined with Islamists to overthrow the Shah, tens of thousands were executed by the Islamic government afterward.",
  "119": "On November 4, 1979, a group of students seized the United States Embassy and took the embassy with 52 personnel and citizens hostage, after the United States refused to return Mohammad Reza Pahlavi to Iran to face trial in the court of the new regime.",
  "120": "Attempts by the Jimmy Carter administration to negotiate for the release of the hostages, and a failed rescue attempt, helped force Carter out of office and brought Ronald Reagan to power.",
  "121": "On Jimmy Carter's final day in office, the last hostages were finally set free as a result of the Algiers Accords.",
  "122": "On September 22, 1980, the Iraqi army invaded the Iranian Khuzestan, and the IranIraq War began.",
  "123": "Although the forces of Saddam Hussein made several early advances, by mid 1982, the Iranian forces successfully managed to drive the Iraqi army back into Iraq.",
  "124": "In July 1982, with Iraq thrown on the defensive, Iran took the decision to invade Iraq and conducted countless offensives in a bid to conquer Iraqi territory and capture cities, such as Basra.",
  "125": "The war continued until 1988, when the Iraqi army defeated the Iranian forces inside Iraq and pushed the remaining Iranian troops back across the border.",
  "126": "Subsequently, Khomeini accepted a truce mediated by the UN.",
  "127": "The total Iranian casualties in the war were estimated to be 123,220160,000 KIA, 60,711 MIA, and 11,00016,000 civilians killed.",
  "128": "Iran has an area of 1,648,195 km2 (636,372 sq mi).",
  "129": "Iran lies between latitudes 24 and 40 N, and longitudes 44 and 64 E. Its borders are with Azerbaijan (611 km or 380 mi, with Azerbaijan-Naxcivan exclave, 179 km or 111 mi) and Armenia (35 km or 22 mi) to the north-west; the Caspian Sea to the north; Turkmenistan (992 km or 616 mi) to the north-east; Pakistan (909 km or 565 mi) and Afghanistan (936 km or 582 mi) to the east; Turkey (499 km or 310 mi) and Iraq (1,458 km or 906 mi) to the west; and finally the waters of the Persian Gulf and the Gulf of Oman to the south.",
  "130": "Iran consists of the Iranian Plateau with the exception of the coasts of the Caspian Sea and Khuzestan Province.",
  "131": "It is one of the world's most mountainous countries, its landscape dominated by rugged mountain ranges that separate various basins or plateaux from one another.",
  "132": "The populous western part is the most mountainous, with ranges such as the Caucasus, Zagros and Alborz Mountains; the last contains Iran's highest point, Mount Damavand at 5,610 m (18,406 ft), which is also the highest mountain on the Eurasian landmass west of the Hindu Kush.",
  "133": "Iran's climate ranges from arid or semiarid, to subtropical along the Caspian coast and the northern forests.",
  "134": "On the northern edge of the country (the Caspian coastal plain) temperatures rarely fall below freezing and the area remains humid for the rest of the year.",
  "135": "Summer temperatures rarely exceed 29 C (84.2 F).",
  "136": "Annual precipitation is 680 mm (26.8 in) in the eastern part of the plain and more than 1,700 mm (66.9 in) in the western part.",
  "137": "United Nations Resident Coordinator for Iran Gary Lewis has said that \"Water scarcity poses the most severe human security challenge in Iran today\".",
  "138": "To the west, settlements in the Zagros basin experience lower temperatures, severe winters with below zero average daily temperatures and heavy snowfall.",
  "139": "The eastern and central basins are arid, with less than 200 mm (7.9 in) of rain, and have occasional deserts.",
  "140": "Average summer temperatures rarely exceed 38 C (100.4 F).",
  "141": "The coastal plains of the Persian Gulf and Gulf of Oman in southern Iran have mild winters, and very humid and hot summers.",
  "142": "The annual precipitation ranges from 135 to 355 mm (5.3 to 14.0 in).",
  "143": "At least 74 species of Iranian wildlife are on the red list of the International Union for the Conservation of Nature, a sign of serious threats against the countrys biodiversity.",
  "144": "The Iranian Parliament has been showing disregard for wildlife by passing laws and regulations such as the act that lets the Ministry of Industries and Mines exploit mines without the involvement of the Department of Environment, and by approving large national development projects without demanding comprehensive study of their impact on wildlife habitats.",
  "145": "Shiraz, with a population of around 1.4 million (2011 census), is the sixth major city of Iran.",
  "146": "It is the capital of Fars Province, and was also a former capital of Iran.",
  "147": "The area was greatly influenced by the Babylonian civilization, and after the emergence of the ancient Persians, soon came to be known as Persis.",
  "148": "Persians were present in the region since the 9th century BC, and became rulers of a large empire under the reign of the Achaemenid Dynasty in the 6th century BC.",
  "149": "The ruins of Persepolis and Pasargadae, two of the four capitals of the Achaemenid Empire, are located around the modern-day city of Shiraz.",
  "150": "The political system of the Islamic Republic is based on the 1979 Constitution, and comprises several intricately connected governing bodies.",
  "151": "The Leader of the Revolution (\"Supreme Leader\") is responsible for delineation and supervision of the general policies of the Islamic Republic of Iran.",
  "152": "The Supreme Leader is Commander-in-Chief of the armed forces, controls the military intelligence and security operations, and has sole power to declare war or peace.",
  "153": "The heads of the judiciary, state radio and television networks, the commanders of the police and military forces and six of the twelve members of the Guardian Council are appointed by the Supreme Leader.",
  "154": "The Assembly of Experts elects and dismisses the Supreme Leader on the basis of qualifications and popular esteem.",
  "155": "The President is responsible for the implementation of the Constitution and for the exercise of executive powers, except for matters directly related to the Supreme Leader, who has the final say in all matters.",
  "156": "The President appoints and supervises the Council of Ministers, coordinates government decisions, and selects government policies to be placed before the legislature.",
  "157": "Eight Vice-Presidents serve under the President, as well as a cabinet of twenty-two ministers, who must all be approved by the legislature.",
  "158": "The Guardian Council comprises twelve jurists including six appointed by the Supreme Leader.",
  "159": "The others are elected by the Iranian Parliament from among the jurists nominated by the Head of the Judiciary.",
  "160": "The Council interprets the constitution and may veto Parliament.",
  "161": "If a law is deemed incompatible with the constitution or Sharia (Islamic law), it is referred back to Parliament for revision.",
  "162": "The Expediency Council has the authority to mediate disputes between Parliament and the Guardian Council, and serves as an advisory body to the Supreme Leader, making it one of the most powerful governing bodies in the country.",
  "163": "Local city councils are elected by public vote to four-year terms in all cities and villages of Iran.",
  "164": "The Special Clerical Court handles crimes allegedly committed by clerics, although it has also taken on cases involving lay people.",
  "165": "The Special Clerical Court functions independently of the regular judicial framework and is accountable only to the Supreme Leader.",
  "166": "The Court's rulings are final and cannot be appealed.",
  "167": "The Assembly of Experts, which meets for one week annually, comprises 86 \"virtuous and learned\" clerics elected by adult suffrage for eight-year terms.",
  "168": "As with the presidential and parliamentary elections, the Guardian Council determines candidates' eligibility.",
  "169": "The Assembly elects the Supreme Leader and has the constitutional authority to remove the Supreme Leader from power at any time.",
  "170": "It has not challenged any of the Supreme Leader's decisions.",
  "171": "Since 2005, Iran's nuclear program has become the subject of contention with the international community following earlier quotes of Iranian leadership favoring the use of an atomic bomb against Iran's enemies and in particular Israel.",
  "172": "Many countries have expressed concern that Iran's nuclear program could divert civilian nuclear technology into a weapons program.",
  "173": "This has led the UN Security Council to impose sanctions against Iran which had further isolated Iran politically and economically from the rest of the global community.",
  "174": "In 2009, the US Director of National Intelligence said that Iran, if choosing to, would not be able to develop a nuclear weapon until 2013.",
  "175": "Iran has a paramilitary, volunteer militia force within the IRGC, called the Basij, which includes about 90,000 full-time, active-duty uniformed members.",
  "176": "Up to 11 million men and women are members of the Basij who could potentially be called up for service; GlobalSecurity.org estimates Iran could mobilize \"up to one million men\".",
  "177": "This would be among the largest troop mobilizations in the world.",
  "178": "In 2007, Iran's military spending represented 2.6% of the GDP or $102 per capita, the lowest figure of the Persian Gulf nations.",
  "179": "Iran's military doctrine is based on deterrence.",
  "180": "In 2014 arms spending the country spent $15 billion and was outspent by the states of the Gulf Cooperation Council by a factor of 13.",
  "181": "Since the 1979 Revolution, to overcome foreign embargoes, Iran has developed its own military industry, produced its own tanks, armored personnel carriers, guided missiles, submarines, military vessels, guided missile destroyer, radar systems, helicopters and fighter planes.",
  "182": "In recent years, official announcements have highlighted the development of weapons such as the Hoot, Kowsar, Zelzal, Fateh-110, Shahab-3 and Sejjil missiles, and a variety of unmanned aerial vehicles (UAVs).",
  "183": "The Fajr-3 (MIRV) is currently Iran's most advanced ballistic missile, it is a liquid fuel missile with an undisclosed range which was developed and produced domestically.",
  "184": "In 2006, about 45% of the government's budget came from oil and natural gas revenues, and 31% came from taxes and fees.",
  "185": "As of 2007[update], Iran had earned $70 billion in foreign exchange reserves mostly (80%) from crude oil exports.",
  "186": "Iranian budget deficits have been a chronic problem, mostly due to large-scale state subsidies, that include foodstuffs and especially gasoline, totaling more than $84 billion in 2008 for the energy sector alone.",
  "187": "In 2010, the economic reform plan was approved by parliament to cut subsidies gradually and replace them with targeted social assistance.",
  "188": "The objective is to move towards free market prices in a 5-year period and increase productivity and social justice.",
  "189": "The administration continues to follow the market reform plans of the previous one and indicated that it will diversify Iran's oil-reliant economy.",
  "190": "Iran has also developed a biotechnology, nanotechnology, and pharmaceuticals industry.",
  "191": "However, nationalized industries such as the bonyads have often been managed badly, making them ineffective and uncompetitive with years.",
  "192": "Currently, the government is trying to privatize these industries, and, despite successes, there are still several problems to be overcome, such as the lagging corruption in the public sector and lack of competitiveness.",
  "193": "In 2010, Iran was ranked 69, out of 139 nations, in the Global Competitiveness Report.",
  "194": "Economic sanctions against Iran, such as the embargo against Iranian crude oil, have affected the economy.",
  "195": "Sanctions have led to a steep fall in the value of the rial, and as of April 2013 one US dollar is worth 36,000 rial, compared with 16,000 in early 2012.",
  "196": "Following a successful implementation of the 2015 nuclear and sanctions relief deal, the resulting benefits might not be distributed evenly across the Iranian economy as political elites such as the Islamic Revolutionary Guard Corps have garnered more resources and economic interests.",
  "197": "Alongside the capital, the most popular tourist destinations are Isfahan, Mashhad and Shiraz.",
  "198": "In the early 2000s, the industry faced serious limitations in infrastructure, communications, industry standards and personnel training.",
  "199": "The majority of the 300,000 tourist visas granted in 2003 were obtained by Asian Muslims, who presumably intended to visit important pilgrimage sites in Mashhad and Qom.",
  "200": "Several organized tours from Germany, France and other European countries come to Iran annually to visit archaeological sites and monuments.",
  "201": "In 2003, Iran ranked 68th in tourism revenues worldwide.",
  "202": "According to UNESCO and the deputy head of research for Iran Travel and Tourism Organization (ITTO), Iran is rated 4th among the top 10 destinations in the Middle East.",
  "203": "Domestic tourism in Iran is one of the largest in the world.",
  "204": "Weak advertising, unstable regional conditions, a poor public image in some parts of the world, and absence of efficient planning schemes in the tourism sector have all hindered the growth of tourism.",
  "205": "Iran has the second largest proved gas reserves in the world after Russia, with 33.6 trillion cubic metres, and third largest natural gas production in the world after Indonesia, and Russia.",
  "206": "It also ranks fourth in oil reserves with an estimated 153,600,000,000 barrels.",
  "207": "It is OPEC's 2nd largest oil exporter and is an energy superpower.",
  "208": "In 2005, Iran spent US$4 billion on fuel imports, because of contraband and inefficient domestic use.",
  "209": "Oil industry output averaged 4 million barrels per day (640,000 m3/d) in 2005, compared with the peak of six million barrels per day reached in 1974.",
  "210": "In the early years of the 2000s (decade), industry infrastructure was increasingly inefficient because of technological lags.",
  "211": "Few exploratory wells were drilled in 2005.",
  "212": "In 2004, a large share of natural gas reserves in Iran were untapped.",
  "213": "The addition of new hydroelectric stations and the streamlining of conventional coal and oil-fired stations increased installed capacity to 33,000 megawatts.",
  "214": "Of that amount, about 75% was based on natural gas, 18% on oil, and 7% on hydroelectric power.",
  "215": "In 2004, Iran opened its first wind-powered and geothermal plants, and the first solar thermal plant is to come online in 2009.",
  "216": "Iran is the third country in the world to have developed GTL technology.",
  "217": "Iranian scientists outside Iran have also made some major contributions to science.",
  "218": "In 1960, Ali Javan co-invented the first gas laser, and fuzzy set theory was introduced by Lotfi Zadeh.",
  "219": "Iranian cardiologist, Tofy Mussivand invented and developed the first artificial cardiac pump, the precursor of the artificial heart.",
  "220": "Furthering research and treatment of diabetes, HbA1c was discovered by Samuel Rahbar.",
  "221": "Iranian physics is especially strong in string theory, with many papers being published in Iran.",
  "222": "Iranian-American string theorist Kamran Vafa proposed the Vafa-Witten theorem together with Edward Witten.",
  "223": "In August 2014, Maryam Mirzakhani became the first-ever woman, as well as the first-ever Iranian, to receive the Fields Medal, the highest prize in mathematics.",
  "224": "As with the spoken languages, the ethnic group composition also remains a point of debate, mainly regarding the largest and second largest ethnic groups, the Persians and Azerbaijanis, due to the lack of Iranian state censuses based on ethnicity.",
  "225": "The CIA's World Factbook has estimated that around 79% of the population of Iran are a diverse Indo-European ethno-linguistic group that comprise the speakers of Iranian languages, with Persians constituting 53% of the population, Gilaks and Mazanderanis 7%, Kurds 10%, Lurs 6%, and Balochs 2%.",
  "226": "Peoples of the other ethnicities in Iran make up the remaining 22%, with Azerbaijanis constituting 16%, Arabs 2%, Turkmens and Turkic tribes 2%, and others 2% (such as Armenians, Talysh, Georgians, Circassians, Assyrians).",
  "227": "Christianity, Judaism, Zoroastrianism, and the Sunni branch of Islam are officially recognized by the government, and have reserved seats in the Iranian Parliament.",
  "228": "But the Bah' Faith, which is said to be the largest non-Muslim religious minority in Iran, is not officially recognized, and has been persecuted during its existence in Iran since the 19th century.",
  "229": "Since the 1979 Revolution, the persecution of Bahais has increased with executions, the denial of civil rights and liberties, and the denial of access to higher education and employment.",
  "230": "The earliest examples of visual representations in Iranian history are traced back to the bas-reliefs of Persepolis, c. 500 BC.",
  "231": "Persepolis was the ritual center of the ancient kingdom of Achaemenids, and the figures at Persepolis remain bound by the rules of grammar and syntax of visual language.",
  "232": "The Iranian visual arts reached a pinnacle by the Sassanid Era.",
  "233": "A bas-relief from this period in Taq Bostan depicts a complex hunting scene.",
  "234": "Similar works from the period have been found to articulate movements and actions in a highly sophisticated manner.",
  "235": "It is even possible to see a progenitor of the cinema close-up in one of these works of art, which shows a wounded wild pig escaping from the hunting ground.",
  "236": "The 1960s was a significant decade for Iranian cinema, with 25 commercial films produced annually on average throughout the early 60s, increasing to 65 by the end of the decade.",
  "237": "The majority of production focused on melodrama and thrillers.",
  "238": "With the screening of the films Kaiser and The Cow, directed by Masoud Kimiai and Dariush Mehrjui respectively in 1969, alternative films established their status in the film industry.",
  "239": "Attempts to organize a film festival that had begun in 1954 within the framework of the Golrizan Festival, bore fruits in the form of the Sepas Festival in 1969.",
  "240": "The endeavors also resulted in the formation of the Tehran World Festival in 1973.",
  "241": "After the Revolution of 1979, as the new government imposed new laws and standards, a new age in Iranian cinema emerged, starting with Viva... by Khosrow Sinai and followed by many other directors, such as Abbas Kiarostami and Jafar Panahi.",
  "242": "Kiarostami, an admired Iranian director, planted Iran firmly on the map of world cinema when he won the Palme d'Or for Taste of Cherry in 1997.",
  "243": "The continuous presence of Iranian films in prestigious international festivals, such as the Cannes Film Festival, the Venice Film Festival, and the Berlin International Film Festival, attracted world attention to Iranian masterpieces.",
  "244": "In 2006, six Iranian films, of six different styles, represented Iranian cinema at the Berlin International Film Festival.",
  "245": "Critics considered this a remarkable event in the history of Iranian cinema.",
  "246": "Iran received access to the Internet in 1993.",
  "247": "According to 2014 census, around 40% of the population of Iran are Internet users.",
  "248": "Iran ranks 24th among countries by number of Internet users.",
  "249": "According to the statistics provided by the web information company of Alexa, Google Search and Yahoo!",
  "250": "are the most used search engines in Iran.",
  "251": "Over 80% of the users of Telegram, a cloud-based instant messaging service, are from Iran.",
  "252": "Instagram is the most popular online social networking service in Iran.",
  "253": "Direct access to Facebook has been blocked in Iran since the 2009 Iranian presidential election protests, due to organization of the opposition movements on the website; but however, Facebook has around 12 to 17 million users in Iran who are using virtual private networks and proxy servers to access the website.",
  "254": "Around 90% of Iran's e-commerce takes place on the Iranian online store of Digikala, which has around 750,000 visitors per day and more than 2.3 million subscribers.",
  "255": "Digikala is the most visited online store in the Middle East, and ranks 4th among the most visited websites in Iran.",
  "256": "Iranian cuisine is diverse due to its variety of ethnic groups and the influence of other cultures.",
  "257": "Herbs are frequently used along with fruits such as plums, pomegranates, quince, prunes, apricots, and raisins.",
  "258": "Iranians usually eat plain yogurt with lunch and dinner; it is a staple of the diet in Iran.",
  "259": "To achieve a balanced taste, characteristic flavourings such as saffron, dried limes, cinnamon, and parsley are mixed delicately and used in some special dishes.",
  "260": "Onions and garlic are normally used in the preparation of the accompanying course, but are also served separately during meals, either in raw or pickled form.",
  "261": "Iran is also famous for its caviar.",
  "262": "Other non-governmental estimations regarding the groups other than the Persians and Azerbaijanis roughly congruate with the World Factbook and the Library of Congress.",
  "263": "However, many scholarly and organisational estimations regarding the number of these two groups differ significantly from the mentioned census.",
  "264": "According to many of them, the number of ethnic Azerbaijanis in Iran comprises between 21.630% of the total population, with the majority holding it on 25%.cd In any case, the largest population of Azerbaijanis in the world live in Iran.",
  "265": "Iran has leading manufacturing industries in the fields of car-manufacture and transportation, construction materials, home appliances, food and agricultural goods, armaments, pharmaceuticals, information technology, power and petrochemicals in the Middle East.",
  "266": "According to FAO, Iran has been a top five producer of the following agricultural products in the world in 2012: apricots, cherries, sour cherries, cucumbers and gherkins, dates, eggplants, figs, pistachios, quinces, walnuts, and watermelons.",
  "267": "Iranian art encompasses many disciplines, including architecture, painting, weaving, pottery, calligraphy, metalworking, and stonemasonry.",
  "268": "The Median and Achaemenid empires left a significant classical art scene which remained as basic influences for the art of the later eras.",
  "269": "Art of the Parthians was a mixture of Iranian and Hellenistic artworks, with their main motifs being scenes of royal hunting expeditions and investitures.",
  "270": "The Sassanid art played a prominent role in the formation of both European and Asian medieval art, which carried forward to the Islamic world, and much of what later became known as Islamic learning, such as philology, literature, jurisprudence, philosophy, medicine, architecture, and science, were of Sassanid basis."
}