{
  "1": "Braslia (Portuguese pronunciation: [bazilj]) is the federal capital of Brazil and seat of government of the Federal District.",
  "2": "The city is located atop the Brazilian highlands in the country's center-western region.",
  "3": "It was founded on April 21, 1960, to serve as the new national capital.",
  "4": "Braslia and its metro (encompassing the whole of the Federal District) had a population of 2,556,149 in 2011, making it the 4th most populous city in Brazil.",
  "5": "Among major Latin American cities, Braslia has the highest GDP per capita at R$61,915 (US$36,175).",
  "6": "The city has a unique status in Brazil, as it is an administrative division rather than a legal municipality like other cities in Brazil.",
  "7": "The name 'Braslia' is commonly used as a synonym for the Federal District through synecdoche; However, the Federal District is composed of 31 administrative regions, only one of which is Braslia proper, with a population of 209,926 in a 2011 survey; Demographic publications generally do not make this distinction and list the population of Braslia as synonymous with the population of the Federal District, considering the whole of it as its metropolitan area.",
  "8": "The city was one of the main host cities of the 2014 FIFA World Cup.",
  "9": "Additionally, Braslia hosted the 2013 FIFA Confederations Cup.",
  "10": "Juscelino Kubitschek, President of Brazil from 1956 to 1961, ordered the construction of Braslia, fulfilling the promise of the Constitution and his own political campaign promise.",
  "11": "Building Braslia was part of Juscelino's \"fifty years of prosperity in five\" plan.",
  "12": "Lcio Costa won a contest and was the main urban planner in 1957, with 5550 people competing.",
  "13": "Oscar Niemeyer, a close friend, was the chief architect of most public buildings and Roberto Burle Marx was the landscape designer.",
  "14": "Braslia was built in 41 months, from 1956 to April 21, 1960, when it was officially inaugurated.",
  "15": "Until the 1980s, the governor of the Federal District was appointed by the Federal Government, and the laws of Braslia were issued by the Brazilian Federal Senate.",
  "16": "With the Constitution of 1988 Braslia gained the right to elect its Governor, and a District Assembly (Cmara Legislativa) was elected to exercise legislative power.",
  "17": "The Federal District does not have a Judicial Power of its own.",
  "18": "The Judicial Power which serves the Federal District also serves federal territories.",
  "19": "Currently, Brazil does not have any territories, therefore, for now the courts serve only cases from the Federal District.",
  "20": "Braslia has a tropical savanna climate (Aw) according to the Kppen system, with two distinct seasons: the rainy season, from October to April, and a dry season, from May to September.",
  "21": "The average temperature is 20.6 C (69.1 F).",
  "22": "September, at the end of the dry season, has the highest average maximum temperature, 28.3 C (82.9 F), has major and minor lower maximum average temperature, of 25.1 C (77.2 F) and 12.9 C (55.2 F), respectively.",
  "23": "Average temperatures from September through March are a consistent 22 C (72 F).",
  "24": "With 247.4 mm (9.7 in), January is the month with the highest rainfall of the year, while June is the lowest, with only 8.7 mm (0.3 in).",
  "25": "The Portuguese language is the official national language and the primary language taught in schools.",
  "26": "English and Spanish are also part of the official curriculum.",
  "27": "The city has six international schools: American School of Braslia, Braslia International School (BIS), Escola das Naes, Swiss International School (SIS), Lyce franais Franois-Mitterrand (LfFM) and Maple Bear Canadian School.",
  "28": "August 2016 will see the opening of a new international school - The British School of Brasilia.",
  "29": "Braslia has two universities, three university centers, and many private colleges.",
  "30": "The Cathedral of Braslia in the capital of the Federative Republic of Brazil, is an expression of the architect Oscar Niemeyer.",
  "31": "This concrete-framed hyperboloid structure, seems with its glass roof reaching up, open, to the heavens.",
  "32": "On 31 May 1970, the Cathedrals structure was finished, and only the 70 m (229.66 ft) diameter of the circular area were visible.",
  "33": "Niemeyer's project of Cathedral of Braslia is based in the hyperboloid of revolution which sections are asymmetric.",
  "34": "The hyperboloid structure itself is a result of 16 identical assembled concrete columns.",
  "35": "These columns, having hyperbolic section and weighing 90 t, represent two hands moving upwards to heaven.",
  "36": "The Cathedral was dedicated on 31 May 1970.",
  "37": "A series of low-lying annexes (largely hidden) flank both ends.",
  "38": "Also in the square are the glass-faced Planalto Palace housing the presidential offices, and the Palace of the Supreme Court.",
  "39": "Farther east, on a triangle of land jutting into the lake, is the Palace of the Dawn (Palcio da Alvorada; the presidential residence).",
  "40": "Between the federal and civic buildings on the Monumental Axis is the city's cathedral, considered by many to be Niemeyer's finest achievement (see photographs of the interior).",
  "41": "The parabolically shaped structure is characterized by its 16 gracefully curving supports, which join in a circle 115 feet (35 meters) above the floor of the nave; stretched between the supports are translucent walls of tinted glass.",
  "42": "The nave is entered via a subterranean passage rather than conventional doorways.",
  "43": "Other notable buildings are Buriti Palace, Itamaraty Palace, the National Theater, and several foreign embassies that creatively embody features of their national architecture.",
  "44": "The Brazilian landscape architect Roberto Burle Marx designed landmark modernist gardens for some of the principal buildings.",
  "45": "Both low-cost and luxury housing were built by the government in the Braslia.",
  "46": "The residential zones of the inner city are arranged into superquadras (\"superblocks\"): groups of apartment buildings along with a prescribed number and type of schools, retail stores, and open spaces.",
  "47": "At the northern end of Lake Parano, separated from the inner city, is a peninsula with many fashionable homes, and a similar city exists on the southern lakeshore.",
  "48": "Originally the city planners envisioned extensive public areas along the shores of the artificial lake, but during early development private clubs, hotels, and upscale residences and restaurants gained footholds around the water.",
  "49": "Set well apart from the city are satellite cities, including Gama, Ceilndia, Taguatinga, Ncleo Bandeirante, Sobradinho, and Planaltina.",
  "50": "These cities, with the exception of Gama and Sobradinho were not planned.",
  "51": "After a visit to Braslia, the French writer Simone de Beauvoir complained that all of its superquadras exuded \"the same air of elegant monotony,\" and other observers have equated the city's large open lawns, plazas, and fields to wastelands.",
  "52": "As the city has matured, some of these have gained adornments, and many have been improved by landscaping, giving some observers a sense of \"humanized\" spaciousness.",
  "53": "Although not fully accomplished, the \"Braslia utopia\" has produced a city of relatively high quality of life, in which the citizens live in forested areas with sporting and leisure structure (the superquadras) flanked by small commercial areas, bookstores and cafes; the city is famous for its cuisine and efficiency of transit.",
  "54": "The major roles of construction and of services (government, communications, banking and finance, food production, entertainment, and legal services) in Braslia's economy reflect the city's status as a governmental rather than an industrial center.",
  "55": "Industries connected with construction, food processing, and furnishings are important, as are those associated with publishing, printing, and computer software.",
  "56": "GDP is divided in Public Administration 54.8%, Services 28.7%, Industry 10.2%, Commerce 6.1%, Agribusiness 0.2%.",
  "57": "Besides being the political center, Braslia is an important economic center.",
  "58": "Braslia has the highest city gross domestic product (GDP) of 99.5 billion reais representing 3.76% of the total Brazilian GDP.",
  "59": "The main economic activity of the federal capital results from its administrative function.",
  "60": "Its industrial planning is studied carefully by the Government of the Federal District.",
  "61": "Being a city registered by UNESCO, the government in Braslia has opted to encourage the development of non-polluting industries such as software, film, video, and gemology among others, with emphasis on environmental preservation and maintaining ecological balance, preserving the city property.",
  "62": "The city's planned design included specific areas for almost everything, including accommodation, Hotels Sectors North and South.",
  "63": "New hotel facilities are being developed elsewhere, such as the hotels and tourism Sector North, located on the shores of Lake Parano.",
  "64": "Braslia has a range of tourist accommodation from inns, pensions and hostels to larger international chain hotels.",
  "65": "The city's restaurants cater to a wide range of foods from local and regional Brazilian dishes to international cuisine.",
  "66": "Braslia has also been the focus of modern-day literature.",
  "67": "Published in 2008, The World In Grey: Dom Bosco's Prophecy, by author Ryan J. Lucero, tells an apocalypticle story based on the famous prophecy from the late 19th century by the Italian saint Don Bosco.",
  "68": "According to Don Bosco's prophecy: \"Between parallels 15 and 20, around a lake which shall be formed; A great civilization will thrive, and that will be the Promised Land.\"",
  "69": "Braslia lies between the parallels 15 S and 20 S, where an artificial lake (Parano Lake) was formed.",
  "70": "Don Bosco is Braslia's patron saint.",
  "71": "Praa dos Trs Poderes (Portuguese for Square of the Three Powers) is a plaza in Braslia.",
  "72": "The name is derived from the encounter of the three federal branches around the plaza: the Executive, represented by the Palcio do Planalto (presidential office); the Legislative, represented by the National Congress (Congresso Nacional); and the Judicial branch, represented by the Supreme Federal Court (Supremo Tribunal Federal).",
  "73": "It is a tourist attraction in Braslia, designed by Lcio Costa and Oscar Niemeyer as a place where the three branches would meet harmoniously.",
  "74": "The Palcio da Alvorada is the official residence of the President of Brazil.",
  "75": "The palace was designed, along with the rest of the city of Braslia, by Oscar Niemeyer and inaugurated in 1958.",
  "76": "One of the first structures built in the republic's new capital city, the \"Alvorada\" lies on a peninsula at the margins of Lake Parano.",
  "77": "The principles of simplicity and modernity, that in the past characterized the great works of architecture, motivated Niemeyer.",
  "78": "The viewer has an impression of looking at a glass box, softly landed on the ground with the support of thin external columns.",
  "79": "The building has an area of 7,000 m2 with three floors consisting of the basement, landing, and second floor.",
  "80": "The auditorium, kitchen, laundry, medical center, and administration offices are at basement level.",
  "81": "The rooms used by the presidency for official receptions are on the landing.",
  "82": "The second floor has four suites, two apartments, and various private rooms which make up the residential part of the palace.",
  "83": "The building also has a library, a heated Olympic-sized swimming pool, a music room, two dining rooms and various meeting rooms.",
  "84": "A chapel and heliport are in adjacent buildings.",
  "85": "The Palcio do Planalto is the official workplace of the President of Brazil.",
  "86": "It is located at the Praa dos Trs Poderes in Braslia.",
  "87": "As the seat of government, the term \"Planalto\" is often used as a metonym for the executive branch of government.",
  "88": "The main working office of the President of the Republic is in the Palcio do Planalto.",
  "89": "The President and his or her family do not live in it, rather in the official residence, the Palcio da Alvorada.",
  "90": "Besides the President, senior advisors also have offices in the \"Planalto,\" including the Vice-President of Brazil and the Chief of Staff.",
  "91": "The other Ministries are along the Esplanada dos Ministrios.",
  "92": "The architect of the Palcio do Planalto was Oscar Niemeyer, creator of most of the important buildings in Braslia.",
  "93": "The idea was to project an image of simplicity and modernity using fine lines and waves to compose the columns and exterior structures.",
  "94": "The Palace is four stories high, and has an area of 36,000 m2.",
  "95": "Four other adjacent buildings are also part of the complex.",
  "96": "This makes for a large number of takeoffs and landings and it is not unusual for flights to be delayed in the holding pattern before landing.",
  "97": "Following the airport's master plan, Infraero built a second runway, which was finished in 2006.",
  "98": "In 2007, the airport handled 11,119,872 passengers.",
  "99": "The main building's third floor, with 12 thousand square meters, has a panoramic deck, a food court, shops, four movie theatres with total capacity of 500 people, and space for exhibitions.",
  "100": "Braslia Airport has 136 vendor spaces.",
  "101": "The airport is located about 11 km (6.8 mi) from the central area of Braslia, outside the metro system.",
  "102": "The area outside the airport's main gate is lined with taxis as well as several bus line services which connect the airport to Braslia's central district.",
  "103": "The parking lot accommodates 1,200 cars.",
  "104": "The airport is serviced by domestic and regional airlines (TAM, GOL, Azul, WebJET, Trip and Avianca), in addition to a number of international carriers.",
  "105": "In 2012, Braslia's International Airport was won by the InfrAmerica consortium, formed by the Brazilian engineering company ENGEVIX and the Argentine Corporacion America holding company, with a 50% stake each.",
  "106": "During the 25-year concession, the airport may be expanded to up to 40 million passengers a year.",
  "107": "In 2014, the airport received 15 new boarding bridges, totalling 28 in all.",
  "108": "This was the main requirement made by the federal government, which transferred the operation of the terminal to the Inframerica Group after an auction.",
  "109": "The group invested R$750 million in the project.",
  "110": "In the same year, the number of parking spaces doubled, reaching three thousand.",
  "111": "The airport's entrance have a new rooftop cover and a new access road.",
  "112": "Furthermore, a VIP room was created on Terminal 1's third floor.",
  "113": "The investments resulted an increase the capacity of Braslia's airport from approximately 15 million passengers per year to 21 million by 2014.",
  "114": "Braslia has direct flights to all states of Brazil and direct international flights to Atlanta, Buenos Aires, Lisbon, Miami, Panama City, and Paris.",
  "115": "The Juscelino Kubitschek bridge, also known as the 'President JK Bridge' or the 'JK Bridge', crosses Lake Parano in Braslia.",
  "116": "It is named after Juscelino Kubitschek de Oliveira, former president of Brazil.",
  "117": "It was designed by architect Alexandre Chan and structural engineer Mrio Vila Verde.",
  "118": "Chan won the Gustav Lindenthal Medal for this project at the 2003 International Bridge Conference in Pittsburgh due to \"...outstanding achievement demonstrating harmony with the environment, aesthetic merit and successful community participation\".",
  "119": "The metro leaves the Rodoviria (bus station) and goes south, avoiding most of the political and tourist areas.",
  "120": "The main purpose of the metro is to serve cities, such as Samambaia, Taguatinga and Ceilndia, as well as Guar and guas Claras.",
  "121": "The satellite cities served are more populated in total than the Plano Piloto itself (the census of 2000 indicated that Ceilndia had 344,039 inhabitants, Taguatinga had 243,575, whereas the Plano Piloto had approximately 400,000 inhabitants), and most residents of the satellite cities depend on public transportation.",
  "122": "In the original city plan, the interstate buses should also stop at the Central Station.",
  "123": "Because of the growth of Braslia (and corresponding growth in the bus fleet), today the interstate buses leave from the older interstate station (called Rodoferroviria), located at the western end of the Eixo Monumental.",
  "124": "The Central Bus Station also contains a main metro station.",
  "125": "A new bus station was opened in July 2010.",
  "126": "It is on Sada Sul (South Exit) near Parkshopping Mall and with its metro station, and it's also an inter-state bus station, used only to leave the Federal District.",
  "127": "Braslia is known as a departing point for the practice of unpowered air sports, sports that may be practiced with hang gliding or paragliding wings.",
  "128": "Practitioners of such sports reveal that, because of the city's dry weather, the city offers strong thermal winds and great \"cloud-streets\", which is also the name for a manoeuvre quite appreciated by practitioners.",
  "129": "In 2003, Braslia hosted the 14th Hang Gliding World Championship, one of the categories of free flying.",
  "130": "In August 2005, the city hosted the 2nd stage of the Brazilian Hang Gliding Championship."
}